{
  "equip-10000001": "BM 3-12X40",
  "equip-20000001": "CRIT RATE +<critical_percent>%\n$Unusable by HG",
  "equip-30000001": "The 3-12x magnification optical sight manufactured by BM Corporation allows T-Dolls to hit the enemy's vital points more easily. Can be equipped by all except HG.",
  "equip-10000002": "LRA 2-12x50",
  "equip-20000002": "CRIT RATE +<critical_percent>%\n$Unusable by HG",
  "equip-30000002": "A new model of optical sight developed by LRA Corporation. It provides a high magnification and a wide field of view. Can be equipped by all except HG.",
  "equip-10000003": "PSO-1",
  "equip-20000003": "CRIT RATE +<critical_percent>%\n$Unusable by HG",
  "equip-30000003": "Possessing a compact and reliable design, the military-grade optical sight incorporates specialized reticle subtensions, allowing for ease of use on the battlefield. Can be equipped by all except HG.",
  "equip-10000004": "VFL 6-24X56",
  "equip-20000004": "CRIT RATE +<critical_percent>%\n$Unusable by HG",
  "equip-30000004": "An excellent scope specially built for long-distance sniping, it is made from the best materials and optical components, ensuring outstanding and reliable performance. Can be equipped by all except HG.",
  "equip-10000005": "EOT 506",
  "equip-20000005": "ACC+<hit> DMG+<pow>\nROF<rate>$Unusable by HG",
  "equip-30000005": "The Type 506 Holographic Sight manufactured by EOT Corporation. It looks pretty cool. Can be equipped by all except HG. ",
  "equip-10000006": "EOT 512",
  "equip-20000006": "ACC+<hit> DMG+<pow>\nROF<rate>$Unusable by HG",
  "equip-30000006": "The Type 512 Holographic Sight manufactured by EOT Corporation. It looks pretty cool. Can be equipped by all except HG. ",
  "equip-10000007": "EOT 516",
  "equip-20000007": "ACC+<hit> DMG+<pow>\nROF<rate>$Unusable by HG",
  "equip-30000007": "The Type 516 Holographic Sight manufactured by EOT Corporation. It looks very cool. Can be equipped by all except HG. ",
  "equip-10000008": "EOT 518",
  "equip-20000008": "ACC+<hit> DMG+<pow>\nROF<rate>$Unusable by HG",
  "equip-30000008": "The Type 518 Holographic Sight manufactured by EOT Corporation. It looks super cool. Can be equipped by all except HG. ",
  "equip-10000009": "AMP COMPM2",
  "equip-20000009": "ACC+<hit> ROF<rate>\n$Unusable by HG",
  "equip-30000009": "The COMPML Red Dot Sight manufactured by AMP Corporation. Its only merit is its sturdiness. Can be equipped by all except HG.",
  "equip-10000010": "AMP COMPM4",
  "equip-20000010": "ACC+<hit> ROF<rate>\n$Unusable by HG",
  "equip-30000010": "The COMPML Red Dot Sight manufactured by AMP Corporation. Its design has been enhanced, increasing its sturdiness even more. Can be equipped by all except HG.",
  "equip-10000011": "COG M150",
  "equip-20000011": "ACC+<hit> ROF<rate>\n$Unusable by HG",
  "equip-30000011": "The greatest advantage of COG Corporation's advanced red dot sight is that it does not require batteries to assist in aiming in any situation. Can be equipped by all except HG.",
  "equip-10000012": "ITI MARS",
  "equip-20000012": "ACC+<hit> ROF<rate>\n$Unusable by HG",
  "equip-30000012": "An integrated red dot sight developed by ITI Corporation, it incorporates multiple functions without affecting shooting performance and is equipped with an anti-reflection system. Can be equipped by all except HG.",
  "equip-10000013": "PEQ-2",
  "equip-20000013": "NIGHT VISION+<night_view_percent>%\n$Unusable by RF,MG",
  "equip-30000013": "An early model ATPIAL infrared designator issued by IOP Corporation for their T-Dolls. Now T-Dolls can hit things at night! Can only be equipped by SMGs, HGs, and ARs.",
  "equip-10000014": "PEQ-5",
  "equip-20000014": "NIGHT VISION+<night_view_percent>%\n$Unusable by RF,MG",
  "equip-30000014": "The standard model ATPIAL infrared designator issued by IOP Corporation for their T-Dolls. Much of the early model's deficiencies had been fixed in this model, but its battery still runs out very quickly. Can only be equipped by SMGs, HGs, and ARs.",
  "equip-10000015": "PEQ-15",
  "equip-20000015": "NIGHT VISION+<night_view_percent>%\n$Unusable by RF,MG",
  "equip-30000015": "An improved model of the ATPIAL infrared designator issued by IOP Corporation for their T-Dolls, it effectively increases the T-Dolls' combat efficiency during nighttime. Can only be equipped by SMGs, HGs, and ARs.",
  "equip-10000016": "PEQ-16A",
  "equip-20000016": "NIGHT VISION+<night_view_percent>%\n$Unusable by RF,MG",
  "equip-30000016": "A custom model of the ATPIAL infrared designator issued by IOP Corporation for their T-Dolls, it is able to fulfill all their operational needs when battling at night. Can only be equipped by SMGs, HGs, and ARs.",
  "equip-10000017": "M61 Armor-Piercing Ammo",
  "equip-20000017": "AP+<armor_piercing>\n$RF,MG only",
  "equip-30000017": "The Type M61 armor-piercing ammunition manufactured by IOP Corporation possesses a standard steel-core armor piercing bullet design, aimed at penetrating enemy armor and causing effective damage. Can be equipped by RFs and MGs.",
  "equip-10000018": "M993 Armor-Piercing Ammo",
  "equip-20000018": "AP+<armor_piercing>\n$RF,MG only",
  "equip-30000018": "The Type M993 armor-piercing ammunition manufactured by IOP Corporation was developed to counter enemies possessing thicker armor by using a tungsten alloy material, aimed at penetrating enemy armor and causing effective damage. Can be equipped by RFs and MGs.",
  "equip-10000019": "Mk169 Armor-Piercing Ammo",
  "equip-20000019": "AP+<armor_piercing>\n$RF,MG only",
  "equip-30000019": "The Type Mk169 armor-piercing ammunition developed by IOP in conjunction with the FCA Research Center has a specially made tungsten alloy core designed to be able to penetrate any enemy's armor. Can be equipped by RFs and MGs.",
  "equip-10000020": "Mk211 High-Explosive Armor-Piercing Ammo",
  "equip-20000020": "AP+<armor_piercing>\n$RF,MG only",
  "equip-30000020": "The Type Mk211 high-explosive armor-piercing ammunition developed by IOP in conjunction with the FCA Research Center uses a combination of a tungsten alloy bullet and a high-explosive design to further improve its lethality. Can be equipped by RFs and MGs.",
  "equip-10000021": "M1 Incendiary Grenade",
  "equip-20000021": "",
  "equip-30000021": "",
  "equip-10000022": "M23 Incendiary Grenade",
  "equip-20000022": "",
  "equip-30000022": "",
  "equip-10000023": "Mk300 Incendiary Armor-Piercing Ammo",
  "equip-20000023": "",
  "equip-30000023": "",
  "equip-10000024": "Bs Incendiary Armor-Piercing Ammo",
  "equip-20000024": "",
  "equip-30000024": "",
  "equip-10000025": "Stun Grenade",
  "equip-20000025": "",
  "equip-30000025": "",
  "equip-10000026": "Stun Grenade",
  "equip-20000026": "",
  "equip-30000026": "",
  "equip-10000027": "Stun Grenade",
  "equip-20000027": "",
  "equip-30000027": "",
  "equip-10000028": "Stun Grenade",
  "equip-20000028": "",
  "equip-30000028": "",
  "equip-10000029": "FMJ High-Velocity Ammo",
  "equip-20000029": "DMG+<pow>\n$AR only",
  "equip-30000029": "The FCA Research Center's assault rifle-specific FMJ high-velocity ammunition effectively boosts the output of assault rifles through high quality, high pressure gunpowder. They are issued with MP Group's reliable and lightweight magazines.",
  "equip-10000030": "JSP High-Velocity Ammo",
  "equip-20000030": "DMG+<pow>\n$AR only",
  "equip-30000030": "The FCA Research Center's assault rifle-specific JSP high-velocity ammunition uses an experimental bullet design to further increase the output of assault rifles. They are issued with MP Group's reliable and lightweight magazines.",
  "equip-10000031": "JHP High-Velocity Ammo",
  "equip-20000031": "DMG+<pow>\n$AR only",
  "equip-30000031": "The FCA Research Center's assault rifle-specific JHP high-velocity ammunition was developed with the experience gained from previous bullet designs and experimentations, greatly increasing its damaging capabilities. They are issued with MP Group's reliable and lightweight magazines.",
  "equip-10000032": "APCR High-Velocity Ammo",
  "equip-20000032": "DMG+<pow>\n$AR only",
  "equip-30000032": "The FCA Research Center's experimental APCR high-velocity ammunition integrates the idea of armor-piercing ammunition and uses a different design methodology to increase its lethality. They are issued with MP Group's reliable and lightweight magazines.",
  "equip-10000033": "Chip",
  "equip-20000033": "",
  "equip-30000033": "",
  "equip-10000034": "Chip",
  "equip-20000034": "",
  "equip-30000034": "",
  "equip-10000035": "Chip",
  "equip-20000035": "",
  "equip-30000035": "",
  "equip-10000036": "Chip",
  "equip-20000036": "",
  "equip-30000036": "",
  "equip-10000037": "IOP T1 Exoskeleton",
  "equip-20000037": "EVA+<dodge> DMG<pow>\n$Usable by HG,SMG,AR",
  "equip-30000037": "The Type T1 Exoskeleton is an early model developed by IOP Corporation, aimed at increasing the agility of T-Dolls through the exoskeleton system. Can be equipped by HGs, SMGs, and most ARs.",
  "equip-10000038": "IOP T2 Exoskeleton",
  "equip-20000038": "EVA+<dodge> DMG<pow>\n$Usable by HG,SMG,AR",
  "equip-30000038": "The Type T2 Exoskeleton is the standard model manufactured by IOP Corporation with improved performance and flexibility. Can be equipped by HGs, SMGs, and most ARs.",
  "equip-10000039": "IOP T3 Exoskeleton",
  "equip-20000039": "EVA+<dodge> DMG<pow>\n$Usable by HG,SMG,AR",
  "equip-30000039": "The Type T3 Exoskeleton is an enhanced model developed by IOP Corporation. Through improvements in technology, it has greater flexibility while at the same time detracting less from the shooting ability of the user. Can be equipped by HGs, SMGs, and most ARs.",
  "equip-10000040": "IOP T4 Exoskeleton",
  "equip-20000040": "EVA+<dodge> DMG<pow>\n$Usable by HG,SMG,AR",
  "equip-30000040": "The Type T4 Exoskeleton is a custom model developed by IOP Corporation, specially developed based on the T-Dolls' characteristics so as to maximize their mobility and while minimizing the impact on their shooting ability. Can be equipped by HGs, SMGs, and most ARs.",
  "equip-10000042": "Type 1 Armor Plate",
  "equip-20000042": "ARMOR+<armor> EVA<dodge>\n$Usable by SG",
  "equip-30000042": "The protective grade Type I Fiber Plate provided by IOP Corporation helps to reduce the damage taken from being shot, increasing T-Dolls' survivability on the battlefield.",
  "equip-10000043": "Type 2 Armor Plate",
  "equip-20000043": "ARMOR+<armor> EVA<dodge>\n$Usable by SG",
  "equip-30000043": "The protective grade Type II Composite Plate provided by IOP Corporation helps to greatly reduce the damage taken from being shot, greatly enhancing T-Dolls' survivability on the battlefield.",
  "equip-10000044": "Type 3 Armor Plate",
  "equip-20000044": "ARMOR+<armor> EVA<dodge>\n$Usable by SG",
  "equip-30000044": "The protective grade Type III Kevlar Plate provided by IOP Corporation can resist high-caliber ammunition, massively enhancing T-Dolls' survivability on the battlefield.",
  "equip-10000045": "Medal",
  "equip-20000045": "",
  "equip-30000045": "",
  "equip-10000046": "Medal",
  "equip-20000046": "",
  "equip-30000046": "",
  "equip-10000047": "Medal",
  "equip-20000047": "",
  "equip-30000047": "",
  "equip-10000048": "Medal",
  "equip-20000048": "",
  "equip-30000048": "",
  "equip-10000049": "16Lab Infrared Designator",
  "equip-20000049": "NIGHT VISION+<night_view_percent>%\n$Unusable by RF,MG",
  "equip-30000049": "An infrared designator system specially developed by 16Lab. Much of its superfluous functions and weight have been removed, leaving behind a truly practical night battle equipment that allows T-Dolls to perform to their fullest potential. Can only be equipped by SMGs, HGs, and ARs.",
  "equip-10000050": "16Lab Sub-Caliber Armor-Piercing Ammo",
  "equip-20000050": "AP+<armor_piercing>\n$RF,MG only",
  "equip-30000050": "A depleted uranium high-explosive armor-piercing ammunition recently developed by 16Lab, it is capable of penetrating any type of armor and causing heavy damage. Can be equipped by RFs and MGs.",
  "equip-10000051": "高穿（不上）",
  "equip-20000051": "穿甲+<armor_piercing>\n伤害<pow>\n$RF可用",
  "equip-30000051": "",
  "equip-10000052": "高穿（不上）",
  "equip-20000052": "穿甲+<armor_piercing>\n伤害<pow>\n$RF可用",
  "equip-30000052": "",
  "equip-10000053": "高穿（不上）",
  "equip-20000053": "穿甲+<armor_piercing>\n伤害<pow>\n$RF可用",
  "equip-30000053": "",
  "equip-10000054": "高穿（不上）",
  "equip-20000054": "穿甲+<armor_piercing>\n伤害<pow>\n$RF可用",
  "equip-30000054": "",
  "equip-10000055": "IOP X1 Exoskeleton",
  "equip-20000055": "EVA+<dodge>\n$Usable by HG,SMG,AR",
  "equip-30000055": "The Type X1 Exoskeleton is an early model developed by IOP Corporation, aimed at increasing the agility of T-Dolls through the exoskeleton system. Can be equipped by HGs, SMGs, and most ARs.",
  "equip-10000056": "IOP X2 Exoskeleton",
  "equip-20000056": "EVA+<dodge>\n$Usable by HG,SMG,AR",
  "equip-30000056": "The Type X2 Exoskeleton is the standard model manufactured by IOP Corporation with improved performance and flexibility. Can be equipped by HGs, SMGs, and most ARs.",
  "equip-10000057": "IOP X3 Exoskeleton",
  "equip-20000057": "EVA+<dodge>\n$Usable by HG,SMG,AR",
  "equip-30000057": "The Type X3 Exoskeleton is an enhanced model developed by IOP Corporation. Through improvements in technology, it has greater flexibility while at the same time detracting less from the shooting ability of the user. Can be equipped by HGs, SMGs, and most ARs.",
  "equip-10000058": "IOP X4 Exoskeleton",
  "equip-20000058": "EVA+<dodge>\n$Usable by HG,SMG,AR",
  "equip-30000058": "The Type X4 Exoskeleton is a custom model crafted by IOP Corporation, specially developed based on the T-Dolls' characteristics so as to maximize their mobility and while minimizing the impact on their shooting ability. Can be equipped by HGs, SMGs, and most ARs.",
  "equip-10000059": "National Match-Grade Armor-Piercing Ammo",
  "equip-20000059": "AP+<armor_piercing> ROF+<rate>\n$Springfield only",
  "equip-30000059": "A legacy item of the early 20th century, the National Match-Grade Armor-Piercing Ammunition was specially made for The National Springfield Rifle Match. Can only be equipped by Springfield.",
  "equip-10000060": ".300BLK High-Velocity Ammo",
  "equip-20000060": "DMG+<pow> ACC<hit>\n$ST AR-15 only",
  "equip-30000060": "The .300 Blackout high-velocity ammunition was specially developed by 16Lab and is recommended for use with a suppressor. Can only be equipped by ST AR-15.",
  "equip-10000061": "Titan Fire-Control Chip",
  "equip-20000061": "ROUNDS+<bullet_number_up> DMG<pow>\nROF<rate>$M1918 only",
  "equip-30000061": "A fire-control chip that provides an overall increase to specific machine guns' firepower output. It looks strangely familiar for some reason. Can only be equipped by M1918.",
  "equip-10000062": "GSG UX Exoskeleton",
  "equip-20000062": "EVA+<dodge> DMG<pow>\n$MP5 only",
  "equip-30000062": "A dedicated high-performance exoskeleton specially calibrated for MP5 which maximizes her mobility and evasive capabilities. Can only be equipped by MP5.",
  "equip-10000063": "AC1 Suppressor",
  "equip-20000063": "CRIT RATE+<critical_percent>%\nEVA+<dodge>$Unusable by MG,SG",
  "equip-30000063": "A general use suppressor model manufactured by AC Corporation, it helps to keep T-Dolls concealed. Can be equipped by all except MGs and SGs.",
  "equip-10000064": "AC2 Suppressor",
  "equip-20000064": "CRIT RATE+<critical_percent>%\nEVA+<dodge>$Unusable by MG,SG",
  "equip-30000064": "An improved suppressor model manufactured by AC Corporation, it helps to keep T-Dolls concealed and reduces their chances of being detected. Can be equipped by all except MGs and SGs.",
  "equip-10000065": "AC3 Suppressor",
  "equip-20000065": "CRIT RATE+<critical_percent>%\nEVA+<dodge>$Unusable by MG,SG",
  "equip-30000065": "An advanced general use suppressor model manufactured by AC Corporation, it is effective at keeping T-Dolls concealed and reduces their chances of being detected. Can be equipped by all except MGs and SGs.",
  "equip-10000066": "AC4 Suppressor",
  "equip-20000066": "CRIT RATE+<critical_percent>%\nEVA+<dodge>$Unusable by MG,SG",
  "equip-30000066": "A suppressor model specially developed for special operations, it is highly effective at keeping T-Dolls concealed and reduces their chances of being detected. Can be equipped by all except MGs and SGs.",
  "equip-10000067": "IOP High-Capacity Ammo Box",
  "equip-20000067": "ROUNDS+<bullet_number_up> EVA<dodge>\n$Usable by MG",
  "equip-30000067": "A high-capacity ammunition box specially developed for machine gun T-Dolls by IOP Corporation, it grants them much longer firepower output.",
  "equip-10000068": "IOP Maximum Ammo Box",
  "equip-20000068": "ROUNDS+<bullet_number_up> EVA<dodge>\n$Usable by MG",
  "equip-30000068": "An extra-large ammunition box specially developed for machine gun T-Dolls by IOP Corporation, it grants them unmatched firepower.",
  "equip-10000069": "ILM Hollow-Point Ammo",
  "equip-20000069": "DMG+<pow> AP<armor_piercing>\n$Usable by HG,SMG",
  "equip-30000069": "A hollow-point ammunition developed by ILM, it helps to increase lethality against unarmored targets, but lacks penetration when facing armored enemies. Can be equipped by HG and SMGs.",
  "equip-10000070": "ILM Hollow-Point Ammo",
  "equip-20000070": "DMG+<pow> AP<armor_piercing>\n$Usable by HG,SMG",
  "equip-30000070": "A hollow-point ammunition developed by ILM, it increases lethality against unarmored targets, but lacks penetration when facing armored enemies. Can be equipped by HG and SMGs.",
  "equip-10000071": "ILM Hollow-Point Ammo",
  "equip-20000071": "DMG+<pow> AP<armor_piercing>\n$Usable by HG,SMG",
  "equip-30000071": "A hollow-point ammunition developed by ILM, it has high lethality against unarmored targets, but lacks penetration when facing armored enemies. Can be equipped by HG and SMGs.",
  "equip-10000072": "ILM Hollow-Point Ammo",
  "equip-20000072": "DMG+<pow> AP<armor_piercing>\n$Usable by HG,SMG",
  "equip-30000072": "A hollow-point ammunition developed by ILM, it has extreme lethality against unarmored targets, but lacks penetration when facing armored enemies. Can be equipped by HG and SMGs.",
  "equip-10000073": "#1 Buckshot",
  "equip-20000073": "DMG+<pow>\nCRIT DMG+<critical_harm_rate>%$Usable by SG",
  "equip-30000073": "High-powered shotgun shells issued by IOP. Each shot contains multiple pellets measuring 7.62mm in diameter. Can be equipped by SGs.",
  "equip-10000074": "#0 Buckshot",
  "equip-20000074": "DMG+<pow>\nCRIT DMG+<critical_harm_rate>%$Usable by SG",
  "equip-30000074": "Powerful shotgun shells issued by IOP. Each shot contains multiple pellets measuring 8.13mm in diameter. Can be equipped by SGs.",
  "equip-10000075": "#00 Buckshot",
  "equip-20000075": "DMG+<pow>\nCRIT DMG+<critical_harm_rate>%$Usable by SG",
  "equip-30000075": "Very powerful shotgun shells issued by IOP. Each shot contains multiple pellets measuring 8.38mm in diameter. Can be equipped by SGs.",
  "equip-10000076": "#000 Buckshot",
  "equip-20000076": "DMG+<pow>\nCRIT DMG+<critical_harm_rate>%$Usable by SG",
  "equip-30000076": "Extremely powerful shotgun shells issued by IOP. Each shot contains multiple pellets measuring 9.14mm in diameter. Can be equipped by SGs.",
  "equip-10000077": "BK Slug",
  "equip-20000077": "Targets-2 DMG*3\nACC+<hit>$Usable by SG",
  "equip-30000077": "Shotgun slugs issued by IOP. Each shot contains a single large projectile and is designed to deal single-target damage.",
  "equip-10000078": "FST Slug",
  "equip-20000078": "Targets-2 DMG*3\nACC+<hit>$Usable by SG",
  "equip-30000078": "Shotgun slugs issued by IOP. With its mass centered in the front, each single large projectile shot is designed to deal accurate single-target damage.",
  "equip-10000079": "WAD Slug",
  "equip-20000079": "Targets-2 DMG*3\nACC+<hit>$Usable by SG",
  "equip-30000079": "Shotgun slugs issued by IOP. With its mass centered in the front, each single large projectile shot encased in polymer casing is designed to deal highly accurate single-target damage.",
  "equip-10000080": "SABOT Slug",
  "equip-20000080": "Targets-2 DMG*3\nACC+<hit>$Usable by SG",
  "equip-30000080": "Shotgun slugs issued by IOP. After being fired, it gains a steady rotation that provides the shotgun shot with a stable firing trajectory and laser-like precision.",
  "equip-10000081": "16Lab Armor Plate",
  "equip-20000081": "ARMOR+<armor> EVA<dodge>\n$Usable by SG",
  "equip-30000081": "A composite ceramic and kevlar armor plate developed by 16Lab. It possesses a strong bullet-resistant ability and is extremely lightweight. The ideal choice for an elite.",
  "equip-10000082": "16Lab Buckshot",
  "equip-20000082": "DMG+<pow>\nCRIT DMG+<critical_harm_rate>%$Usable by SG",
  "equip-30000082": "16Lab's custom magnum shotgun shell is one of the strongest shells currently available for shotguns with its high-powered gunpowder and tungsten alloy outer shell encapsuling a lead bullet.",
  "equip-10000083": "KSTSP",
  "equip-20000083": "CRIT RATE+<critical_percent>%\nCRIT DMG+<critical_harm_rate>%$AK-47,Type 56-1 only",
  "equip-30000083": "An optical scope developed by KSTSP before the war, it is specially designed to fit onto the AK family of weapons. Due to its unrivaled precision, it is still the accessory of choice for the AK variants to this day.",
  "equip-10000084": "KST1P8",
  "equip-20000084": "CRIT RATE+<critical_percent>%\nCRIT DMG+<critical_harm_rate>%$AK-47,Type 56-1 only",
  "equip-30000084": "An optical scope meticulously developed by KST with accuracy and precision before the war, it is specially designed to fit onto the AK family of weapons. Due to its precision and durability, it is still favored for the AK variants to this day.",
  "equip-10000085": "KST1P7",
  "equip-20000085": "CRIT RATE+<critical_percent>%\nCRIT DMG+<critical_harm_rate>%$AK-47,Type 56-1 only",
  "equip-30000085": "An optical scope developed by KST before the war, it is specially designed to fit onto the AK family of weapons. It is still a decent choice for the AK variants to this day.",
  "equip-10000086": "Hayha Memory Chip",
  "equip-20000086": "DMG+<pow> EVA+<dodge>\nCRIT DMG+<critical_harm_rate>%$Mosin-Nagant only",
  "equip-30000086": "A memory chip that allows the White Death to once more descend upon the battlefield. Can only be equipped by Mosin-Nagant.",
  "equip-10000087": "Ragged Cape",
  "equip-20000087": "CRIT DMG+<critical_harm_rate>%\nMS<speed>$RF only",
  "equip-30000087": "A ragged cape that has been passed down for ages. Having an undisturbed firing environment allows for increased critical damage. Can only be equipped by RFs.",
  "equip-10000088": "Camouflage Cape",
  "equip-20000088": "CRIT DMG+<critical_harm_rate>%\nMS<speed>$RF only",
  "equip-30000088": "A camouflage cape that has been passed down for ages, its mottled edges tell a tale of the flames of war. Having an undisturbed firing environment allows for increased critical damage. Can only be equipped by RFs.",
  "equip-10000089": "Urban Camouflage Cape",
  "equip-20000089": "CRIT DMG+<critical_harm_rate>%\nMS<speed>$RF only",
  "equip-30000089": "A digital camouflage cape developed from Sangvis Ferris technology. It is able to blend into most environments. Having an undisturbed firing environment allows for increased critical damage. Can only be equipped by RFs.",
  "equip-10000090": "Thermoptic Camouflage Cape",
  "equip-20000090": "CRIT DMG+<critical_harm_rate>%\nMS<speed>$RF only",
  "equip-30000090": "A thermoptic camouflage cape developed with military technology, it can adapt its camouflage patterns to the surrounding environment when lying still, allowing sharpshooters to massively increase their critical damage. Can only be equipped by RFs.",
  "equip-10000091": "Special Warfare Mobile Suit",
  "equip-20000091": "ARMOR+<armor> EVA+<dodge>\nROF<rate> ACC<hit>$M16A1 only",
  "equip-30000091": "A legacy equipment from before Sangvis Ferris Manufacturing went rogue, it integrates a mobile exoskeleton with durable armor to greatly increase the user's survivability. However, it causes great physical and mental stress to the user.",
  "equip-10000092": "UMP UX Exoskeleton",
  "equip-20000092": "EVA+<dodge>\nCRIT DMG+<critical_harm_rate>%$UMP9/40/45 only",
  "equip-30000092": "A highly mobile exoskeleton specially calibrated for T-Dolls of the UMP weapons platform by the former Equipment Department. It greatly increases evasive ability while preserving firing accuracy.",
  "equip-10000093": "PKN03M Night Vision Scope",
  "equip-20000093": "NIGHT VISION+<night_view_percent>%\nDMG+<pow>$9A-91 only",
  "equip-30000093": "A night vision scope developed under the request of the Ministry of Internal Affairs. It has a 3x magnification capability and an infrared designator, allowing 9A-91 to silently strike enemy vital points in the dead of night.",
  "equip-10000094": "Tactical Memory Module",
  "equip-20000094": "DMG+<pow> ROUNDS+<bullet_number_up>\nACC<hit>$Ameli only",
  "equip-30000094": "Who knew that memory sticks are still a rare luxury in the year of 2063. This Holiday Limited Edition high-performance memory module is both a rare collector's item and an important strategic equipment. Can only be equipped by Ameli.",
  "equip-10000095": "16Lab Hollow-Point",
  "equip-20000095": "DMG+<pow> AP<armor_piercing>\n$Usable by HG,SMG",
  "equip-30000095": "16Lab's custom hollow-point rounds are the best among hollow-point ammunition that excel in every performance metrics. Can be equipped by HG and SMGs.",
  "equip-10000096": "16Lab Thermoptic Cape",
  "equip-20000096": "CRIT DMG+<critical_harm_rate>%\nMS<speed>$RF only",
  "equip-30000096": "16Lab's custom thermoptic camouflage cloak. The secret to 16Lab's high quality cloak is to order 1000 cloaks from IOP, rebrand the best 10 with 16Lab's logo, and then destroying the rest. Can only be equipped by RFs.",
  "equip-10000097": "Third Party Armor Plate",
  "equip-20000097": "ARMOR+<armor>\n$Third Party only",
  "equip-30000097": "",
  "equip-10000098": "Third Party AP Ammo",
  "equip-20000098": "AP+<armor_piercing>\n$Third Party only",
  "equip-30000098": "",
  "equip-10000099": "Inherited Case",
  "equip-20000099": "DMG+<pow> ARMOR+<armor>\n$M4A1 only",
  "equip-30000099": "A departing gift that had witnessed many unsung wars and heroes without tombstones from an old veteran. It has been calibrated for M4A1.",
  "equip-10000100": "Lightweight Rail Kit",
  "equip-20000100": "ACC+<hit>\nCRIT DMG+<critical_harm_rate>%$AR-15 only",
  "equip-30000100": "Equipment designed to be lightweight and to maintain stability while shooting at high rates of fire. Includes keymod rails, front grip, muzzle compensator, and a free-floating barrel. Increases crit damage and accuracy. Can only be equipped by AR15.",
  "equip-10000101": "XM261 ACP",
  "equip-20000101": "DMG+<pow> AP<armor_piercing>\n$M1911 only",
  "equip-30000101": "The experimental ammunition that was once developed for CQC in the brutal tunnels of the War is essentially a shotgun shell that can be fired with a .45 caliber pistol. Can only be equipped by M1911.",
  "equip-10000102": "Performance+ Cartridge",
  "equip-20000102": "EVA+<dodge> ROF+<rate>\nDMG<pow>$IDW only",
  "equip-30000102": "Looks like an antiquated cartridge. Hard to believe that you can increase combat performance just by plugging it in. You should probably blow into it before use. Can only be equipped by IDW.",
  "equip-10000103": "Type 64 Exclusive Suppressor",
  "equip-20000103": "CRIT RATE+<critical_percent>%\nEVA+<dodge>$Type 64 only",
  "equip-30000103": "This quaint suppressor allows Type 64 to silently blend into the darkness of the rainforest night while increasing her critical strike chance. Can only be equipped by Type 64.",
  "equip-10000104": "Fire Selector",
  "equip-20000104": "ROF+<rate>\nCRIT RATE+<critical_percent>%$FN-49 only",
  "equip-30000104": "A fire selector for later versions of the rifle. A FN49 equipped with this can freely switch between semi-auto and fully-auto. Increases rate of fire and critical strike chance. Can only be equipped by FN49.",
  "equip-10000105": "PM 5-25X56",
  "equip-20000105": "CRIT RATE+<critical_percent>%\nCRIT DMG+<critical_harm_rate>%$Kar98k only",
  "equip-30000105": "The expensive German-made optical lens has always been the ultimate choice for snipers and photographers. For someone who has toured through 130 years of battlefields, this sophisticated sight will allow her to be even more serene. Can only be equipped by Kar98k.",
  "equip-10000106": "EOT XPS3",
  "equip-20000106": "DMG+<pow> ACC+<hit>\nCRIT RATE+<critical_percent>%$416 only",
  "equip-30000106": "EOT's latest holographic sight. In addition to looking cool, it comes with a flip to side 3x magnifier scope, allowing it to be used under a wider range of situations. Can only be equipped by 416.",
  "equip-10000107": "Infinite Ammo Box",
  "equip-20000107": "ROUNDS+<bullet_number_up> DMG<pow>\nACC<hit> EVA<dodge>$MG3 only",
  "equip-30000107": "A mysterious and powerful equipment left over from ancient times. Although most of these had been confiscated by a certain mysterious authority, one copy has been preserved to this day. Can only be equipped by MG3.",
  "equip-10000108": "Blue Thick Cape",
  "equip-20000108": "CRIT DMG+<critical_harm_rate>%\nROF+<rate> MS<speed>$PTRD only",
  "equip-30000108": "A cape once worn by a mysterious girl named Pavlichenko, it is able to withstand the piercing cold of Siberia. Can only be equipped by PTRD.",
  "equip-10000109": "16Lab 6-24X56",
  "equip-20000109": "CRIT RATE+<critical_percent>%\nUnusable by $HG ",
  "equip-30000109": "16Lab's optical sight of choice. Slap 16Lab's logo on a limited edition and you can sell it for ten times the price. Awesome, huh?",
  "equip-10000110": "16Lab High-Velocity Ammo",
  "equip-20000110": "DMG+<pow>\n$AR only",
  "equip-30000110": "16Lab's special high-velocity ammo rivals that of the top line match grade ammunition in terms of precision and accuracy. You'd better save these babies for a special occasion. They are issued with MP Group's reliable and lightweight magazines.",
  "equip-10000111": "K6-24X56",
  "equip-20000111": "CRIT RATE+<critical_percent>%\nACC+<hit>$Mosin-Nagant only",
  "equip-30000111": "This modern optical sight installed on rails unleashes the full potential of Mosin-Nagant by increasing its accuracy and critical hit rate. Can only be equipped by Mosin-Nagant.",
  "equip-10000112": "CT 4X20",
  "equip-20000112": "ACC+<hit> ROF<rate>\nCRIT RATE+<critical_percent>%$M1918 only",
  "equip-30000112": "Originally developed for the AR platform, this battle-proven scope has been retrofitted for M1918. Can only be equipped by M1918.",
  "equip-10000113": "M1895 Suppressor",
  "equip-20000113": "CRIT RATE+<critical_percent>%\nEVA+<dodge> ACC+<hit>$M1895 only",
  "equip-30000113": "Most revolvers cannot be suppressed due to the large physical gaps in their designs, but the unique structure of M1895 allows for the installation of a suppressor. It becomes very effective when paired with special reduced noise ammunition. Can only be equipped by M1895.",
  "equip-10000114": "MP446C Match Barrel",
  "equip-20000114": "CRIT RATE+<critical_percent>%\nEVA+<dodge> ACC+<hit>$MP-446 only",
  "equip-30000114": "With improvements in accuracy, this 120mm match barrel upgrades MP-446 into the more versatile 446C. Can only be equipped by MP-446.",
  "equip-10000115": "Digital Camouflage",
  "equip-20000115": "CRIT DMG+<critical_harm_rate>%\nDMG+<pow> MS<speed>$SV-98 only",
  "equip-30000115": "A winter digital camouflage cloak suitable for SV-98's operational environments. Increases damage and critical hit damage. Can only be equipped by SV-98.",
  "equip-10000117": "Glorylight",
  "equip-20000117": "NIGHT VISION+<night_view_percent>%\nBoost skill effect$El Clear only",
  "equip-30000117": "A radiant light born from a clear soul of an alternate world. It seeks to bring you, who is lost in the darkness, hope and strength. \"Glory day, glory light, you are the only one, you are the light!\"",
  "equip-10000118": "Black Cat",
  "equip-20000118": "NIGHT VISION+<night_view_percent>%\nBoost skill effect$El Fail only",
  "equip-30000118": "A searing light manifested from a chaotic soul of an alternate world. It seeks to remind you, who lost in the darkness, to never forget, \"I will always break the rules, no matter how many times!\"",
  "equip-10000119": "FÉLIN System Sight",
  "equip-20000119": "CRIT RATE+<critical_percent>%\nDMG+<pow> ACC+<hit>$Fr FAMAS only",
  "equip-30000119": "Once a part of an advanced infantry combat system, this hardware incorporates an optical sight and an infrared laser into one single unit, allowing Fr FAMAS to flexibly adapt to the battle environment.",
  "equip-10000120": "16Lab MARS",
  "equip-20000120": "ACC+<hit> ROF<rate>\n$Unusable by HG",
  "equip-30000120": "A red dot sight calibrated by 16Lab. Comes in a limited edition serial number with an optional tan paint job. Can be equipped by all except HG.",
  "equip-10000121": "16Lab T4 Exoskeleton",
  "equip-20000121": "EVA+<dodge> DMG<pow>\n$Usable by HG,SMG,AR",
  "equip-30000121": "16Lab's custom-made high-performance exoskeleton features a titanium alloy frame that is difficult to fabricate but is lightweight and strong. Can be equipped by HGs, SMGs, and most ARs.",
  "equip-10000122": "SAA Long Barrel",
  "equip-20000122": "DMG+<pow> EVA+<dodge>\nCRIT RATE+<critical_percent>%$SAA only",
  "equip-30000122": "A long-barreled SAA, spurred boots, and a neatly trimmed mustache are important features of a wild west protagonist. Perhaps a bottle of cola from the old days too.",
  "equip-10000123": "Bren L4 Barrel Kit",
  "equip-20000123": "DMG+<pow> ACC+<hit>\nROF<rate>$Bren only",
  "equip-30000123": "Installing this L4 barrel kit allows Bren to fire 7.62x51mm NATO rounds. Increases damage and accuracy but decreases rate of fire. Can only be equipped by Bren.",
  "equip-10000124": "Gr G3 Barrel Kit",
  "equip-20000124": "DMG+<pow>\nCRIT RATE+<critical_percent>%$Gr G3 only",
  "equip-30000124": "This heavy barrel kit provides Gr G3 with a higher stability and reduced bullet spread. Its roller-delayed blowback design increases accuracy comparable to sniper rifles.",
  "equip-10000125": "Additional Computing Module",
  "equip-20000125": "CRIT RATE+<critical_percent>%\nEVA+<dodge>$UMP45 only",
  "equip-30000125": "A chip upgrade developed especially for UMP45 to improve her basic performance and more importantly, effectively solve the problem of electronic warfare T-Dolls not being able to have complex fire control systems installed.",
  "equip-10000126": "Dinergate RO",
  "equip-20000126": "ACC+<hit> DMG+<pow>\nROF<rate>$M4 SOPMOD II only",
  "equip-30000126": "By establishing a data sharing link with RO536's neural cloud, M4 SOPMOD II's ability to react to different scenarios on the battlefield has been improved dramatically. This Dinergate can see further than any of her kind, all because she's standing on M4 SOPMOD II's shoulder.",
  "equip-10000127": "Hi-Performance Tactical Hair Accessory",
  "equip-20000127": "DMG+<pow> ACC+<hit>\nEVA+<dodge>$Gr G41 only",
  "equip-30000127": "This strange-looking sphere-shaped hair accessory used by Gr G41 is equipped with a fire control chip that improves both her ability to detect enemies and her aim. When it turns red, she'll be in grave danger and need to be return for immediate repairs.",
  "equip-10000128": "STEN Suppressor",
  "equip-20000128": "CRIT RATE+<critical_percent>%\nEVA+<dodge>$STEN MkⅡ only",
  "equip-30000128": "Once widely used in the battlefields of Europe and the Pacific theater, this quaint-looking suppressor comes standard with a canvas cover that shields against heat generated during firing. Can only be equipped by STEN MkⅡ.",
  "equip-10000129": "M2 Bipod",
  "equip-20000129": "CRIT RATE+<critical_percent>%\nACC+<hit>$M14 only",
  "equip-30000129": "This time-honored foldable bipod which improves shooting stability had been issued to M14s for a brief period of time in the past. Can only be equipped by M14.",
  "equip-10000130": "Gr G36 Hybrid Sight",
  "equip-20000130": "CRIT RATE+<critical_percent>%\nACC+<hit>$Gr G36 only",
  "equip-30000130": "A hybrid sight developed especially for Gr G36. It comprises of a 3x optical sight on the bottom and a red dot sight on top, allowing for flexible usage to suit the needs of the operational environment. Can only be equipped by Gr G36.",
  "equip-10000131": "MGO 6X48",
  "equip-20000131": "ACC+<hit> DMG+<pow>\nROF<rate>$LWMMG only",
  "equip-30000131": "A red dot sight optimized for machine guns by TJC. It increases fire suppression efficiency with its 6x magnification and built-in rangefinder. Can only be equipped by LWMMG.",
  "equip-10000132": "Gr MG4 MGO",
  "equip-20000132": "ACC+<hit> ROF<rate>\nCRIT RATE+<critical_percent>%$Gr MG4 only",
  "equip-30000132": "A red dot sight optimized for machine guns by TJC. It boasts a 6x magnification and built-in rangefinder. The Bundeswehr camo makes it cost twice as much. Can only be equipped by Gr MG4.",
  "equip-10000133": "Stechkin Buttstock",
  "equip-20000133": "CRIT RATE+<critical_percent>% ACC+<hit>\nEVA+<dodge> Boost skill effect$Stechkin only",
  "equip-30000133": "Although the newer resin buttstock is lighter, everyone knows that a classic, weather-beaten solid wood buttstock is the only choice for a self respecting Stechkin. Can only be equipped by Stechkin.",
  "equip-10000134": "MPL M21",
  "equip-20000134": "ACC+<hit> ROF<rate>\n$Micro Uzi only",
  "equip-30000134": "Designed for the tough environment of the Middle East, this red dot sight has an optical fiber crosshair lighted by radium. No battery needed. Can only be equipped by Micro Uzi.",
  "equip-10000135": "SP6 Subsonic Ammo",
  "equip-20000135": "DMG+<pow>\nAS Val only",
  "equip-30000135": "Subsonic ammunition developed for use with a suppressor. Its steel tip makes it highly versatile. Can only be equipped by AS Val.",
  "equip-10000136": "7.92 KURZ",
  "equip-20000136": "DMG+<pow>\n$StG44 only",
  "equip-30000136": "This 7.9mm ammunition developed for StG44 is one of the world's first intermediate cartridges. The use of steel casing due to a lack of brass gives it a stylish and unique look. Can only be equipped by StG44.",
  "equip-10000137": "Adelhyde",
  "equip-20000137": "EVA+<dodge>\nSweet Adelhyde$Jill only",
  "equip-30000137": "The sweet component of drinks. Issued by the BTC.",
  "equip-10000138": "Flanergide",
  "equip-20000138": "EVA+<dodge>\nSpicy Flanergide$Jill only",
  "equip-30000138": "The spicy component of drinks. Issued by the BTC.",
  "equip-10000139": "Adelhyde",
  "equip-20000139": "EVA+<dodge>\nSweet Adelhyde$Jill only",
  "equip-30000139": "The sweet component of drinks. Issued by the BTC.",
  "equip-10000140": "Bronson Extract",
  "equip-20000140": "EVA+<dodge>\nBitter Bronson Extract$Jill only",
  "equip-30000140": "The bitter component of drinks. Issued by the BTC.",
  "equip-10000141": "Powdered Delta",
  "equip-20000141": "EVA+<dodge>\nSour Powdered Delta$Jill only",
  "equip-30000141": "The sour component of drinks. Issued by the BTC.",
  "equip-10000142": "Karmotrine",
  "equip-20000142": "EVA+<dodge>\nAlcohol Karmotrine$Jill only",
  "equip-30000142": "The alcoholic component of drinks. Issued by the BTC.",
  "equip-10000143": "Karmotrine",
  "equip-20000143": "EVA+<dodge>\nAlcohol Karmotrine$Jill only",
  "equip-30000143": "The alcoholic component of drinks. Issued by the BTC.",
  "equip-10000144": "Karmotrine",
  "equip-20000144": "EVA+<dodge>\nAlcohol Karmotrine$Jill only",
  "equip-30000144": "The alcoholic component of drinks. Issued by the BTC.",
  "equip-10000145": "Prosthetic Arm",
  "equip-20000145": "DMG+<pow> ARMOR+<armor>\nEVA<dodge>$Dana only",
  "equip-30000145": "Dana's cybernetic arm. She has never revealed the story of how she lost her real arm.",
  "equip-10000146": "MIRD Class-5 Rounds",
  "equip-20000146": "DMG+<pow> AP<armor_piercing>\n$Dorothy only",
  "equip-30000146": "Dorothy made private modifications to her fingers, allowing them to fire powerful ammunition.",
  "equip-10000147": "White Knight's Armor",
  "equip-20000147": "EVA+<dodge>\n$Sei only",
  "equip-30000147": "Armor made for White Knights. It rapidly heals its wearer's wounds.",
  "equip-10000148": "Prosthetic Eye",
  "equip-20000148": "CRIT DMG+<critical_harm_rate>%\nROF+<rate> MS<speed>$Stella only",
  "equip-30000148": "In her youth, Stella lost an eye when she was attacked by thugs, so she has used an electronic eye ever since.",
  "equip-10000149": "Cybernetic Hands",
  "equip-20000149": "DMG+<pow> ROUNDS+<bullet_number_up>\nEVA<dodge>$Alma only",
  "equip-30000149": "In order to avoid long-term Carpal Tunnel Syndrome (and also to install other useful functions), Alma underwent surgery to have her hands replaced with electronic prostheses.",
  "equip-10000150": "ZFG42",
  "equip-20000150": "ACC+<hit> ROF<rate>\nCRIT RATE+<critical_percent>%$FG42  only",
  "equip-30000150": "ZF's optical sight for FG42. Its brass exterior has faded after more than a century, but you can still get a sense of the German style from the lens. Looking through it makes you feel like you've joined Magnum.",
  "equip-10000151": "20GA Buckshot",
  "equip-20000151": "DMG+<pow> ACC+<hit>\nCRIT DMG+<critical_harm_rate>%$KS-23 only",
  "equip-30000151": "This bright yellow shell contains twenty pellets. It boasts top muzzle velocity and excellent spread pattern, greatly increasing the lethality of KS23.",
  "equip-10000152": "SIG-510 Fire Selector",
  "equip-20000152": "DMG+<pow> ACC+<hit>\nCRIT RATE+<critical_percent>%$SIG-510 only",
  "equip-30000152": "Designed for SIG-510, the fire selector can be freely switched between single shot and fully automatic, allowing for full adaptability in the ever-changing battlefield.",
  "equip-10000153": "VM59 Heavy Barrel",
  "equip-20000153": "ACC+<hit> ROF+<rate>\nCRIT RATE+<critical_percent>%$VM59 only",
  "equip-30000153": "Equipped with a heavy barrel, VM59 Mark IV will not overheat with sustained fire, allowing it to play the role of fire support.",
  "equip-10000154": "OSS Suppressor",
  "equip-20000154": "DMG+<pow> EVA+<dodge>\nCRIT RATE+<critical_percent>%$M3 only",
  "equip-30000154": "A suppressor developed by OSS back in the day for covert operations. In addition to concealing M3, it also comes with a cowhide cover that the Commander can use as emergency field ration.",
  "equip-10000155": "PPK Suppressor",
  "equip-20000155": "CRIT RATE+<critical_percent>%\nEVA+<dodge>$PPK only",
  "equip-30000155": "Other than lipstick, a lady will also always need a suppressor in her bag. The former keeps people talking, and the latter will ensure their silence forever.",
  "equip-10000156": "AMP COMPSP",
  "equip-20000156": "DMG+<pow> ACC+<hit>\nROF<rate>$UMP9 only",
  "equip-30000156": "AMP's exclusive optical sight for UMP9. The main feature is that the built-in 4MOA crosshair is bright yellow, just the way UMP9 likes it. Can only be equipped by UMP9.",
  "equip-10000157": "LED Weapon Light",
  "equip-20000157": "DMG+<pow> ACC+<hit>\nROF<rate>$Gr MP5 only",
  "equip-30000157": "The bright LED flashlight is integrated into the handguard with a built-in lithium battery. It can be quickly turned on and off with the press of a button on the handguard. Can only be equipped by Gr MP5.",
  "equip-10000158": "Acceleration Coil",
  "equip-20000158": "CRIT RATE+<critical_percent>%\nDMG+<pow>$Type88 only",
  "equip-30000158": "Abandoning the outdated propellant propulsion method of lead delivery, the newly upgraded Type88 is now equipped with a high-performance acceleration coil, which can accelerate projectiles to Mach 1.5 in 0.2 seconds. Isn't this a bit overpowered?",
  "equip-10000159": "Tactical Headwear",
  "equip-20000159": "CRIT RATE+<critical_percent>%\nEVA+<dodge>$416 only",
  "equip-30000159": "No description",
  "equip-10000160": "No32 MKI",
  "equip-20000160": "CRIT RATE+<critical_percent>%\nROF<rate>$Lee Enfield only",
  "equip-30000160": "Telescopic sight produced exclusively for Lee Enfield No. 4 MK. I (T) at the beginning of the last century, furnished with an exquisite brass finish. The faded scope lens witnessed countless lives lost. Can only be equipped by Lee Enfield.",
  "equip-10000161": "Advanced Infantry Sight",
  "equip-20000161": "CRIT RATE+<critical_percent>%\nDMG+<pow>$Type95, Type97 only",
  "equip-30000161": "An integrated sight with wired transmission and a rangefinder, it is designed to enhance the battlefield awareness and combat adaptability of Type95 and Type97, allowing them to not reveal themselves while shooting from behind cover.",
  "equip-10000162": "RPD Infantry Webbing",
  "equip-20000162": "ROUNDS+<bullet_number_up> EVA<dodge>\nDMG+<pow>$RPD only",
  "equip-30000162": "A piece of infantry equipment produced by a certain Eastern faction before the War. Light and practical, it's very popular among certain collectors. People often bug RPD to sell it to them at a high price when she goes on security missions, much to her chagrin.",
  "equip-10000163": "MAX10 Upper Receiver",
  "equip-20000163": "CRIT RATE+<critical_percent>%\nEVA+<dodge> ROF<rate>$Ingram only",
  "equip-30000163": "A modified upper receiver for exclusive use with Ingram. It adds a rail system that increases flexibility in equipping tactical accessories while also reducing the weapon's cyclic rate, allowing her fire control module to control it more easily. Most importantly, it looks REALLY cool.",
  "equip-10000164": "M9 BC2 Grips",
  "equip-20000164": "CRIT RATE+<critical_percent>%\nEVA+<dodge> ACC+<hit>$M9 only",
  "equip-30000164": "A set of modified synthetic tactical grips for exclusive use with M9. They provide an underbarrel Picatinny rail mount and improve controllability while also increasing flexibility in equipping tactical accessories.",
  "equip-10000165": "Tactical Earphones",
  "equip-20000165": "DMG+<pow>ROF+<rate>\nEVA+<dodge>$TAR-21 only",
  "equip-30000165": "TAR-21's trademark headwear. It looks like a set of bunny ears but contains many sensors, allowing her to accurately pinpoint targets without exposing herself from behind cover.",
  "equip-10000166": "DO Reflex Sight",
  "equip-20000166": "ACC+<hit> DMG+<pow>\nROF<rate>$M38 Only",
  "equip-30000166": "This reflex sight has a 7 MOA dot. Its small size and easy handling made it very popular in the pre-war civilian market. When attached to an M38 via a welded Picatinny rail, it greatly improves the user experience.",
  "equip-10000167": "C96 Oak Stock",
  "equip-20000167": "CRIT RATE+<critical_percent>%\nEVA+<dodge>$C96 Only",
  "equip-30000167": "A real wooden stock that was specially made for the Mauser C96, it improves accuracy when firing multiple rounds in succession and is decorated with a cloth sleeve that matches the Doll's clothing. You can even store some snacks in it. All in all, it's incredibly practical.",
  "equip-10000168": "Folding Stock",
  "equip-20000168": "CRIT RATE+<critical_percent>%\nEVA+<dodge>$100 Shiki Only",
  "equip-30000168": "A folding stock specially designed for paratroopers to use in battle. What sets it apart from the more common metal folding stock used on other firearms is that this stock is made of wood, combined with a metal folding mechanism. Can only be equipped by 100 Shiki.",
  "equip-10000169": "Am RFB Quad Rail",
  "equip-20000169": "CRIT RATE+<critical_percent>%\nCRIT DMG+<critical_harm_rate>%$Am RFB Only",
  "equip-30000169": "Insufficient space is often a problem when mounting accessories onto bullpup assault rifles. Thanks to this three-inch quad rail produced by the original manufacturer KTC, the tactical Christmas tree is no longer dominated by standard firearms. Can only be equipped by Am RFB.",
  "equip-10000170": "20mm HEI",
  "equip-20000170": "AP+<armor_piercing>\n DMG+<pow>$NTW-20 only",
  "equip-30000170": "What is more terrifying than a 20mm round flying towards you at high speed? The answer is a 20mm High-Explosive Incendiary. Before you even hear the gunshot, the wall in front of you, you, the wall behind you, and your neighbor behind the wall behind you...are all gone.",
  "equip-10000171": "Tactical Thunderbolt Ahoge",
  "equip-20000171": "EVA+<dodge>\nCRIT RATE+<critical_percent>%$Stechkin Only",
  "equip-30000171": "Many Commanders have been bothered by how Stechkin's lightning bolt-shaped ahoge can move around so nimbly and vigorously. They secretly considered it to be an overly eye-catching element of her design, until one day P7 found out that Stechkin detaches it and puts it aside to charge while she sleeps.",
  "equip-10000172": "ART2",
  "equip-20000172": "CRIT RATE+<critical_percent>%\n DMG+<pow>$M21 only",
  "equip-30000172": "A scope for accurate firing. M21 delights in the distinctive golden eyepiece rim.",
  "equip-10000173": "9x39mm SPP",
  "equip-20000173": "DMG+<pow>\n CRIT DMG+<critical_harm_rate>%$OTs-12 only",
  "equip-30000173": "The new 9x39mm round comes with better armor penetration than other bullets of the same caliber. The harmless-looking blue tip masks an astonishingly destructive force that mustn't be taken lightly.",
  "equip-10000174": "FRAG-12 High Explosive Rounds",
  "equip-20000174": "Targets-2 DMG+<pow>\nACC+<hit> Improves Regular Attacks$AA-12 Only",
  "equip-30000174": "These are high-explosive rounds designed for 12-gauge shotguns and quickly became a major selling point for the AA-12 on the market. With the combination of the explosive rounds' effect and the AA-12's full automatic shooting, art is a blast!",
  "equip-10000175": "BPR4 & SRM6",
  "equip-20000175": "CRIT RATE +<critical_percent>%\n DMG+<pow> EVA+<dodge> $MDR only",
  "equip-30000175": "An OSS suppressor kit designed for .308 and 7.62mm caliber firearms. Due to the modular structure and chic look, it has gone viral on Griffin's discussion board. A certain frequent user of the anonymous forum obviously won't miss out on it."
}