{
  "fairy-10000001": "Warrior Fairy",
  "fairy-20000001": "\"Nothing's over! Nothing will ever be, unless you're on holiday!\"",
  "fairy-30000001": "Boosts attack effectiveness. Can be used to organize equipment on regular days.",
  "fairy-10000002": "Fury Fairy",
  "fairy-20000002": "\"Come at me, you devil! I'mma send you smack in the middle of Hell!\"",
  "fairy-30000002": "Boosts critical rate. Can be used for shouting messages and as an aid in arguments.",
  "fairy-10000003": "Armor Fairy",
  "fairy-20000003": "\"Remember, no Russian...because I-I don't understand Russian...\"",
  "fairy-30000003": "Strengthens shotguns' armor. Can be used as ground security on regular days.",
  "fairy-10000004": "Shield Fairy",
  "fairy-20000004": "\"There's nothing to be afraid of anymore.\"",
  "fairy-30000004": "Puts up a magnetic shield. Can provide shelter against rain, dust, and nuisance in general.",
  "fairy-10000005": "Defense Fairy",
  "fairy-20000005": "\"You really aren't...lying?\"",
  "fairy-30000005": "Boosts defense. Can be used for keeping secrets and in emergency medical treatment on regular days.",
  "fairy-10000006": "Taunt Fairy",
  "fairy-20000006": "\"Gah! Gah! Idiot! Moron!\"",
  "fairy-30000006": "Produces taunting target drones. Can be used in practical jokes on regular days.",
  "fairy-10000007": "Sniper Fairy",
  "fairy-20000007": "\"T-Dolls can only salvage things on their end.\"",
  "fairy-30000007": "Snipes the enemy. Can be used for calibrating weapons on regular days.",
  "fairy-10000008": "Artillery Fairy",
  "fairy-20000008": "\"Tee-hee! For Griffin!\"",
  "fairy-30000008": "Fires mortar bombs. Can be used in clean-ups on regular days.",
  "fairy-10000009": "Airstrike Fairy",
  "fairy-20000009": "\"Heheh. You don't seem to have learned anything other than running away.\"",
  "fairy-30000009": "Conducts airstrikes. Can be used in overhead work on regular days.",
  "fairy-10000010": "Reinforcement Fairy",
  "fairy-20000010": "\"Go for the win! To show mercy is a weakness!\"",
  "fairy-30000010": "Calls for reinforcement T-Dolls. Can be used for communication and sending emergency distress signals on regular days.",
  "fairy-10000011": "Parachute Fairy",
  "fairy-20000011": "\"You jump, I jump, right?\"",
  "fairy-30000011": "Controls Heliports. Can be used in decorating event venues on regular days.",
  "fairy-10000012": "Landmine Fairy",
  "fairy-20000012": "\"Humph. Time to make the fight a bit more explosive.\"",
  "fairy-30000012": "Buries landmines. Can be used for planting on regular days.",
  "fairy-10000013": "Rocket Fairy",
  "fairy-20000013": "\"Heheh... Up here...\"",
  "fairy-30000013": "Fires rockets. Can be used for firing festive fireworks on regular days.",
  "fairy-10000014": "Construction Fairy",
  "fairy-20000014": "\"Work! Work!\"",
  "fairy-30000014": "Builds fortresses. Can be used in maintenance and construction of small facilities on regular days.",
  "fairy-10000015": "Command Fairy",
  "fairy-20000015": "\"Learn my MO and simply breeze past everything!\"",
  "fairy-30000015": "Boosts EXP. Can be used as a drill and teaching aid on regular days.",
  "fairy-10000016": "Rescue Fairy",
  "fairy-20000016": "\"RFB, you're gaming again!\"",
  "fairy-30000016": "Rescues T-Dolls. Can be used in assembling everyone for an outing or a meal on regular days.",
  "fairy-10000017": "Illumination Fairy",
  "fairy-20000017": "\"The abducted is...on the other side...of the tunnel?\"",
  "fairy-30000017": "Provides additional scope of vision in night battles. Can be used in nighttime adventures and sending signals",
  "fairy-10000018": "Golden Fairy",
  "fairy-20000018": "\"In this world, there's only money and wisdom!\"",
  "fairy-30000018": "Provides the ability to show off. At least it's something!",
  "fairy-10000019": "Cooking Fairy",
  "fairy-20000019": "Don't be shy! Make yourself at home!",
  "fairy-30000019": "Possesses the ability to apply a random buff to your Echelon. Can be instructed to cook meals on regular days (although whether it tastes good or not is another matter).",
  "fairy-10000020": "Fireworks Fairy",
  "fairy-20000020": "\"Come! Reveal your heart under the gorgeous sky of fireworks!\"",
  "fairy-30000020": "Possesses the ability to shoot fireworks. Can help you celebrate or scare others, day or night, when not on a mission.",
  "fairy-10000021": "Zodiac Fairy",
  "fairy-20000021": "\"March through the south, dash through the north, the red packet must be given! Gao~!\"",
  "fairy-30000021": "Possesses the ability to release lethal firecrackers. Can help you with festivals, fishing, and internet forum exchanges.",
  "fairy-10000022": "Beach Fairy",
  "fairy-20000022": "\"People who don't know how to enjoy vacations will end up getting trampled by angry unicorns!\"",
  "fairy-30000022": "Possesses the ability to knock enemies back a short distance. Can be used to sweep the grounds in daily life.",
  "fairy-10000023": "Combo Fairy",
  "fairy-20000023": "\"Not enough! You're not allowed to stop, dammit!\"",
  "fairy-30000023": "Possesses the ability to continuously deliver buffs. In daily life it can be used to harry and punish cheaters in card games until they collapse from exhaustion.",
  "fairy-10000024": "Barrier Fairy",
  "fairy-20000024": "\"Barrage on the left... Oh no, the armor's too thin!\"",
  "fairy-30000024": "Possesses the ability to deploy barriers over armored units in the echelon. Can be used for weight loss and express delivery in daily life.",
  "fairy-10000025": "Twin Fairies",
  "fairy-20000025": "\"We are merged entities of a shared fate! We won't let you play favorites!\"",
  "fairy-30000025": "Possesses the ability to summon symbiotic twins. In daily life they can be used for dummy-link familiarization training or putting on pair performances.",
  "fairy-10000026": "Prototype Fairy",
  "fairy-20000026": "\"I am the beginning and the end... Everything starts with me and ends with me.\"",
  "fairy-30000026": "Has the ability to boost other Fairies. Can help with assembling figurines and saving seats in daily life.",
  "fairy-10000027": "Auspicious Fairy",
  "fairy-20000027": "\"May fortune, happiness, and longevity be with you; may Heaven, Earth and Man celebrate Spring together. Happy New Year, Happy New Year!\"",
  "fairy-30000027": "Has the ability to throw mysterious peaches. Useful for feeding the Commander and serving fruit platters for Dolls.",
  "fairy-10090001": "Enemy Fairy",
  "fairy-20090001": "Drop description",
  "fairy-30090001": "",
  "fairy-10001001": "Construction Special",
  "fairy-20001001": "\"Work! Work!\"",
  "fairy-30001001": "Builds fortresses. Can be used in maintenance and construction of small facilities on regular days.",
  "fairy-10001002": "Command Special",
  "fairy-20001002": "\"Learn my MO and simply breeze past everything!\"",
  "fairy-30001002": "Boosts EXP. Can be used as a drill and teaching aid on regular days.",
  "fairy-10001003": "Rescue Special",
  "fairy-20001003": "\"RFB you're gaming again!\"",
  "fairy-30001003": "Rescues T-Dolls. Can be used in assembling everyone for an outing or a meal on regular days.",
  "fairy-10001004": "Suee",
  "fairy-20001004": "I want you! Please stay by my side!",
  "fairy-30001004": "Possesses the ability to apply a buff on a node. She can act as a scout and tail those who are on a date.",
  "fairy-10001005": "Sehra & Nina",
  "fairy-20001005": "Come find us shining under the white cosmos!",
  "fairy-30001005": "Possess the ability to increase ally damage while lowering enemy accuracy. They'll either cheer for you or heckle at you (depending on who hires them first).",
  "fairy-10001006": "Preiya & Camilia",
  "fairy-20001006": "The final night has arrived. Which one of me will you choose?",
  "fairy-30001006": "Possess the ability to apply different effects on a node. They will sometimes offer you incomprehensible divinations and enlightenments, but free things are never as good as they seem.",
  "fairy-10001007": "Anna Graem",
  "fairy-20001007": "\"...Suspense always exists for a reason, isn't that right?\"",
  "fairy-30001007": "She possesses the ability to adjust an echelon's evasion and damage — maybe you're seeing her, or maybe you're just looking at an interesting piece of dust.",
  "fairy-10090002": "TheaterPerformance",
  "fairy-20090002": "Drop description",
  "fairy-30090002": ""
}