{
    "skin-10000001": "Pumpkin Mishka",
    "skin-20000001": "Where's everyone hiding? I'm gonna trick you!~",
    "skin-30000001": "There are no such things as demons or monsters in this world, but if you dare to interrupt my time with the Commander on this Halloween event today...",
    "skin-10000002": "Kitty Paws",
    "skin-20000002": "Not at all. I'm enjoying the night very much. It'd probably be better for everyone if I could stay forever on the side of the dead, wouldn't it?",
    "skin-30000002": "Oh? There's actually something that you need my help with?",
    "skin-10000003": "Nocturnal Familiar",
    "skin-20000003": "This is my favorite day of the year, Commander! People give me loads of snacks, tee-hee!",
    "skin-30000003": "Yes, alright, I understand!",
    "skin-10000004": "Candy Express",
    "skin-20000004": "I'm an expert at snacks when it comes to Halloween. Huh? Cosplay? I'll pass, ahahaha...",
    "skin-30000004": "I'll let you off this time, but you'll have to bring me the best baking powder next time.",
    "skin-10000005": "Classic Witch",
    "skin-20000005": "Tee-hee, it's Halloween. M14, as always, is on cloud nine over there...",
    "skin-30000005": "Where are you looking at? ...You are staring a bit too much.",
    "skin-10000006": "Haunted Castle",
    "skin-20000006": "Eek! I wasn't scared or anything! Ah! Don't bring that jack-o'-lantern any closer!",
    "skin-30000006": "It's all fake! How can it be scary?! There's no such thing as...",
    "skin-10000007": "Carmilla",
    "skin-20000007": "You're giving me candies? Hurray! Commander you're the best!",
    "skin-30000007": "You're giving me candies? Hurray! I love you the most, Commander!",
    "skin-10000008": "Impish Sweetheart",
    "skin-20000008": "Many girls will be looking glamorous tonight, but you...must only have eyes for me.",
    "skin-30000008": "Hm? You like it, Darling? I prepared it just for you.",
    "skin-10000009": "Neet Zombie",
    "skin-20000009": "I don't mind joining in if I can get candies... Huh? There's more to it? Then I'll pass.",
    "skin-30000009": "Life...isn't a bed of roses...",
    "skin-10000010": "Huntress' Frock ",
    "skin-20000010": "I shall bring glory to your name on both the battlefield and the hunting ground.",
    "skin-30000010": "",
    "skin-10000011": "Witch from Afar",
    "skin-20000011": "Oh, who's at the door? Halloween...? The candies aren't ready yet... Will green tea ice cream do?",
    "skin-30000011": "Ah...I suppose you could say it's a hobby of mine. As for that teapot, it is used as a counterweight.",
    "skin-10000101": "Dorky Sleepyhead",
    "skin-20000101": "What, you're happy with how I dress? Idiots have such unfathomable tastes...",
    "skin-30000101": "",
    "skin-10000102": "Bunny Girl",
    "skin-20000102": "All right~ time to place your bet! How likely do you think you'll win, Commander?",
    "skin-30000102": "",
    "skin-10000103": "Boisterous Rogue",
    "skin-20000103": "Bein' a maverick is the way of the pirate! Objections and obstacles mean nothin' to me!",
    "skin-30000103": "",
    "skin-10000104": "Water Gown",
    "skin-20000104": "Commander... Since you're in a rare mood for refinement, how about enjoying a cup of nice tea with me?",
    "skin-30000104": "",
    "skin-10000105": "Weekend Cop",
    "skin-20000105": "How about a date at the weekend? Then leave your safety to me. It's a special service, all right?",
    "skin-30000105": "",
    "skin-10000106": "Party Sweetheart",
    "skin-20000106": "Let the party begin already! We can't keep the ladies waiting any longer!",
    "skin-30000106": "",
    "skin-10000201": "Rays of Youth",
    "skin-20000201": "",
    "skin-30000201": "",
    "skin-10000202": "Urban Freedom",
    "skin-20000202": "",
    "skin-30000202": "",
    "skin-10000203": "Rock 'n' Spanner",
    "skin-20000203": "",
    "skin-30000203": "",
    "skin-10000204": "Griffin Uniform",
    "skin-20000204": "",
    "skin-30000204": "",
    "skin-10000205": "Gems & Fireworks",
    "skin-20000205": "",
    "skin-30000205": "",
    "skin-10000206": "Winter Party",
    "skin-20000206": "",
    "skin-30000206": "",
    "skin-10000207": "Miss Black Kitty",
    "skin-20000207": "",
    "skin-30000207": "",
    "skin-10000208": "Lover's Discourse",
    "skin-20000208": "",
    "skin-30000208": "",
    "skin-10000301": "Wish Upon A Star",
    "skin-20000301": "Merry Christmas! What a wonderful Christmas tree!",
    "skin-30000301": "Cola is a necessity in life, so...Commander, let's enjoy it together~",
    "skin-10000302": "O Holy Night",
    "skin-20000302": "Tee-hee, it's Christmas. What dishes should I prepare?",
    "skin-30000302": "I didn't expect to receive a surprise on Christmas. Seems like this is in fact a magical holiday.",
    "skin-10000303": "Xmas Parade",
    "skin-20000303": "Merry Christmas! Santa Claus is coming, right? RIGHT?",
    "skin-30000303": "If you accidentally lose your gift, don't worry! M14 will help you find it!",
    "skin-10000304": "Xmas At Home",
    "skin-20000304": "Merry Christmas, Commander! I was invited to the Santa Claus hunt, but I've decided to stay cozy here at home after all!",
    "skin-30000304": "It's so hard to tell jokes... But for the sake of the promise with the Commander, I won't give up!",
    "skin-10000305": "Winter Fairy",
    "skin-20000305": "How's my Christmas gown? ...Of course it's exceptional! You'd better enjoy the view on this marvelous festive day.",
    "skin-30000305": "Authentic kvass is the best. Too bad it's so hard to come by. It'd be great if we had a chance to drink to our heart's content.",
    "skin-10000306": "Date in the Snow",
    "skin-20000306": "You've got nothing to do anyway. I take pity on your being all alone so I'm keeping you company.",
    "skin-30000306": "I'm only keeping this wine label because I rarely come across things from my country! Don't think I'm saving it because I'm grateful to you!",
    "skin-10000307": "Xmas Reindeer",
    "skin-20000307": "Will it snow on Christmas Day? I've never seen snow. It's on my bucket list...",
    "skin-30000307": "This is my first time seeing snow; it's really beautiful...but it's too cold.",
    "skin-10000308": "Winter Supply",
    "skin-20000308": "Merry Christmas, Commander... Please end the ball early. It feels a bit chilly...wearing this dress the entire night...",
    "skin-30000308": "People with refined tastes can draw a special kind of enjoyment from shopping. You need to develop yourself, Commander, in both taste and physical fitness.",
    "skin-10000309": "Crimson Guardian",
    "skin-20000309": "Merry Christmas, Commander. Let me help with cleaning the windows. It is a little dangerous, after all. It is safer to leave it to me.",
    "skin-30000309": "Being able to spend Christmas with everyone is really fun. I hope that we'll be able to do the same for every other holiday in the future.",
    "skin-10000310": "Korvatunturi Pixie",
    "skin-20000310": "Merry Christmas, Commander... Are you happy with my outfit tonight? As the first to welcome Santa Claus, I must look my absolute best.",
    "skin-30000310": "The Christmas music performance was a great success! It would be nice if my favorite music is just as well received...",
    "skin-10000401": "Scarlet Sage",
    "skin-20000401": "Happy New Year, Commander! Remember to turn in your extra red packets to the organization.",
    "skin-30000401": "",
    "skin-10000402": "Sunflower",
    "skin-20000402": "Happy New Year, Commander! I'll have more companions to play with this new year, yeah? YEAH?!",
    "skin-30000402": "",
    "skin-10000403": "Chrysanthemum",
    "skin-20000403": "What? New Year plans? I-I haven't got any! What should I do?! Fine...j-just this once! Don't laugh!",
    "skin-30000403": "",
    "skin-10000404": "Cyclamen",
    "skin-20000404": "Happy New Year, Commander! Thanks to your guidance, I've improved quite a lot last year, haven't I? Please expect more from me this year!",
    "skin-30000404": "",
    "skin-10000405": "Narcissus",
    "skin-20000405": "Happy New Year, Commander. With so many new companions this year, I'll need to prepare quite a lot of red packets. I already gave 97 hers last night.",
    "skin-30000405": "",
    "skin-10000406": "Peony",
    "skin-20000406": "Happy New Year, Commander! Look, Sis has given me another red packet! Gee, this is the only day of the year when I think it's nice to have a sister.",
    "skin-30000406": "",
    "skin-10000407": "Fairy Primrose",
    "skin-20000407": "Happy, Happy New Year! My, it's a pain to have so many people asking for red packets! Give me some reimbursement, Commander!",
    "skin-30000407": "",
    "skin-10000501": "Lord of War",
    "skin-20000501": "Boss! If you want to survive on the battlefield, then let's get a really cool scar together!",
    "skin-30000501": "",
    "skin-10000502": "At Your Service",
    "skin-20000502": "So these are the duties of a maid? Doesn't seem like too much of a challenge.",
    "skin-30000502": "",
    "skin-10000408": "Romantic Mission",
    "skin-20000408": "Today is Valentine's Day. Accept my gift, Commander, or else...",
    "skin-30000408": "",
    "skin-10000409": "\"Am I Late?\"",
    "skin-20000409": "You've received quite a pile of chocolate today, haven't you, Commander? ...So getting another box won't hurt, right? Tee-hee ♪",
    "skin-30000409": "",
    "skin-10000410": "\"Just This Time.\"",
    "skin-20000410": "Here's some chocolate I made, Commander. I'm sure everyone made some for you, but isn't mine better? ",
    "skin-30000410": "",
    "skin-10000411": "English in Love",
    "skin-20000411": "Please inspect these chocolates... They're confirmed to be free of poison, so please take them, Commander.",
    "skin-30000411": "",
    "skin-10000603": "Reciprocated Love",
    "skin-20000603": "Huh? My feelings...are reciprocated? I don't see what's so appealing about me, but this day has come all of a sudden.",
    "skin-30000603": "",
    "skin-10000601": "A Couple's Journey",
    "skin-20000601": "...Business between two people? I don't quite understand, but surely you'll teach me, won't you?",
    "skin-30000601": "",
    "skin-10000602": "Moment of Vows",
    "skin-20000602": "Exchanging vows with you is the happiest moment of my life, Commander. I will to bring you even more glory from today onward!",
    "skin-30000602": "",
    "skin-10000604": "Lifelong Protector",
    "skin-20000604": "From now on, please allow me to watch over you forever. It will be my honor for the rest of my life!",
    "skin-30000604": "",
    "skin-10000605": "By Your Side",
    "skin-20000605": "Please let me stay by your side and let us forge a path ahead together.",
    "skin-30000605": "",
    "skin-10000606": "Pinky Swear",
    "skin-20000606": "My, you end up within my grasp, after all.",
    "skin-30000606": "",
    "skin-10000607": "The Big Day",
    "skin-20000607": "Today is the big day, but don't be too nervous.",
    "skin-30000607": "",
    "skin-10000701": "Literary Girl",
    "skin-20000701": "Will I be sharing a desk with M4A1 or...",
    "skin-30000701": "",
    "skin-10000702": "Ace on Duty",
    "skin-20000702": "Hey... This bit of the floor hasn't been swept properly. Don't slack off when you're on duty.",
    "skin-30000702": "",
    "skin-10000703": "Survival Club",
    "skin-20000703": "Want to join our club? ...Survival isn't just a game.",
    "skin-30000703": "",
    "skin-10000704": "Battle Sailor",
    "skin-20000704": "The waves are here. May our bullets reach beyond the vast ocean!",
    "skin-30000704": "",
    "skin-10000801": "Crimson Starlet",
    "skin-20000801": "You've been with me all this time, Commander. Surely you know perfectly well whether there's poison in a scorpion's rose?",
    "skin-30000801": "I'm sure to become the main character the next time we have a party!",
    "skin-10000802": "Queen in Radiance",
    "skin-20000802": "The spotlights in the ball tonight...will definitely bear witness to the most beautiful moment.",
    "skin-30000802": "I have had a very enjoyable year and hope that more children will be able attend the formal banquet in the coming year.",
    "skin-10000803": "Moonlit Ocean",
    "skin-20000803": "I never realized how much we've been through together. I'm sure you'll always be by my side.",
    "skin-30000803": "How did I get back to my dorm? I don't really remember... Whatever, I haven't had that much fun drinking in a long time.",
    "skin-10000804": "Ballroom Interlude",
    "skin-20000804": "Commander promised to dance with me, so where on earth is... Oh! W-What is it?! You're late! Just shut up!",
    "skin-30000804": "I thought carrying a gun within a violin case was a good idea, but it brought about unexpected troubles... What should I do next time?",
    "skin-10000805": "Starry Cocoon",
    "skin-20000805": "Commander, may the dancefloor...become a place for just the two of us tonight.",
    "skin-30000805": "Why does everyone look at me with such fearful eyes? ...Did something happen last night?",
    "skin-10000806": "Tender Nocturne",
    "skin-20000806": "Is the red carpet ready? You'd better not let me trip, you hear?",
    "skin-30000806": "Huuuu... Although they said the party last night was supposed to be a time to unwind, I'm still feeling pretty tired. I think I'll sleep for a while longer...",
    "skin-10000807": "Bunny Macchiato",
    "skin-20000807": "With delicious food and the lovely yours truly, today's celebration really is a special treat!",
    "skin-30000807": "One day I will grow to be mature enough to be approved for the formal banquet! Huhu, then, everyone will be envious of me~",
    "skin-10000808": "Concert Diva!",
    "skin-20000808": "Is it the finale? Then I'm on!",
    "skin-30000808": "Ahaha... I forgot to clean up the hotel warehouse. I hope that I didn't inconvenience the hotel staff...",
    "skin-10000901": "Onion Shooter",
    "skin-20000901": "Huh? W-Why have I shru-... W-Worry not. I can still fight even in this form! ...I hope...",
    "skin-30000901": "",
    "skin-10000902": "Thumbelina",
    "skin-20000902": "Want a shoulder massage, Commander? ...Yeah, don't worry! I'll put all my strength into it!",
    "skin-30000902": "",
    "skin-10000903": "Teddy, Transform!",
    "skin-20000903": "Hmm... Is life always so hard? Or is it only when I'm little?",
    "skin-30000903": "",
    "skin-10000904": "Little Drifter",
    "skin-20000904": "Commander, you'll get arrested for not giving children presents today, you know.",
    "skin-30000904": "",
    "skin-10000905": "Mini Maid",
    "skin-20000905": "Huh? Is my rifle actually this huge? ...Then I'd better make an effort in growing up.",
    "skin-30000905": "",
    "skin-10000503": "μ-12",
    "skin-20000503": "Lux Sanctus: Murakumo, activate!",
    "skin-30000503": "",
    "skin-10000504": "Magnum Wedding",
    "skin-20000504": "Oh, my perfect husband, where are you?",
    "skin-30000504": "",
    "skin-10000505": "Doll Annihilator",
    "skin-20000505": "Elphelt Valentine. Here to annihilate all unworthy Dolls!",
    "skin-30000505": "",
    "skin-10001101": "Op. Blazing Sun",
    "skin-20001101": "Let me take care of the murderous intent drifting in the sea wind.",
    "skin-30001101": "",
    "skin-10001102": "Summer Cicada",
    "skin-20001102": "I can't wait to show 97 this swimsuit, tee-hee!",
    "skin-30001102": "",
    "skin-10001103": "Midsummer Pixie",
    "skin-20001103": "Amazing! ...The sea seems to melt into the sky!",
    "skin-30001103": "",
    "skin-10001104": "Tropical Storm",
    "skin-20001104": "Commander... Let the sunshine sear our shadows together onto the sea!",
    "skin-30001104": "",
    "skin-10001105": "Summer Parader",
    "skin-20001105": "This time I'll be drawing everyone's eyes, not just yours, you hear? Sit back and enjoy the show.",
    "skin-30001105": "",
    "skin-10001106": "Beach Princess",
    "skin-20001106": "Tee-hee, this is truly the best outfit for summer!",
    "skin-30001106": "",
    "skin-10001107": "Stirring Mermaid",
    "skin-20001107": "Let's find the spot where the sea breeze feels the best, Commander!",
    "skin-30001107": "",
    "skin-10001108": "Op. Manta Ray",
    "skin-20001108": "Th-The swimsuit was already bought. It'd be a pity not to wear it...it's not just for you, okay?!",
    "skin-30001108": "",
    "skin-10001109": "Cruise Queen",
    "skin-20001109": "Hmm... You've chosen a truly intriguing design, Commander. Are you happy?",
    "skin-30001109": "",
    "skin-10001201": "Flower and Water",
    "skin-20001201": "Oh, it's you? Don't get in my way. I'm looking for the best apple candy in the festival.",
    "skin-30001201": "",
    "skin-10001202": "Ode to Summer",
    "skin-20001202": "Oh, didn't expect to see you here... Want to wait for the fireworks with me?",
    "skin-30001202": "",
    "skin-10001203": "Flurry of Petals",
    "skin-20001203": "Let's not talk about work since it's so lively tonight. What do you say we enjoy ourselves?",
    "skin-30001203": "",
    "skin-10001204": "The Three Crows",
    "skin-20001204": "Tee-hee! I'm gonna come first in all the games in the festival tonight!",
    "skin-30001204": "",
    "skin-10001205": "Sleepless Begonias",
    "skin-20001205": "What will the fireworks show be like, Commander? I can't wait!",
    "skin-30001205": "",
    "skin-10001301": "Arctic Fox",
    "skin-20001301": "I put a bit of effort in dressing up. Hmm...that should do it.",
    "skin-30001301": "",
    "skin-10001302": "Bullets Cafe",
    "skin-20001302": "My service is dedicated to you, Commander, and you alone.",
    "skin-30001302": "",
    "skin-10001303": "Battlefield Baker",
    "skin-20001303": "Fancy some dessert? I can also try making things that aren't on the menu.",
    "skin-30001303": "",
    "skin-10001304": "Urban Holiday",
    "skin-20001304": "Argh... This shirt is so loose. What a bother.",
    "skin-30001304": "",
    "skin-10001305": "Night at the Bar",
    "skin-20001305": "Take care not to drink too much, Commander... But leave it to me if you do get drunk.",
    "skin-30001305": "",
    "skin-10001401": "Lord of Shadow",
    "skin-20001401": "These sort of costumes won't scare me. Things that are already dead...will simply return to the darkness.",
    "skin-30001401": "",
    "skin-10001402": "Nine-Tail Fox",
    "skin-20001402": "Tonight's candies are ready. Call everyone over, but not too many at once.",
    "skin-30001402": "",
    "skin-10001403": "The Seventh Sealer",
    "skin-20001403": "What do you want to do tonight? I've prepared a hundred ghost stories for the occasion.",
    "skin-30001403": "",
    "skin-10001404": "Sister Gunslinger",
    "skin-20001404": "No trick no treat! Hehe, I've received a lot of candies tonight. Why? Because I'm cute of course!",
    "skin-30001404": "",
    "skin-10001405": "The Last Alice",
    "skin-20001405": "Rest assured. Leave the deathrock to me for the ball tonight.",
    "skin-30001405": "",
    "skin-10001406": "Candy Thief",
    "skin-20001406": "Trick or treat! Trick or treat! Trick or treat!",
    "skin-30001406": "",
    "skin-10001407": "Wolf Walker",
    "skin-20001407": "This is the first gift I've received tonight. I'm gonna open it up and see what's inside! ...Ah!! ...I knew it was a prank...",
    "skin-30001407": "",
    "skin-10000506": "Kiana's Dress",
    "skin-20000506": "Hmph! I'm Her Royal Highness from the world of Collapse!",
    "skin-30000506": "",
    "skin-10000507": "Bronya's Armor",
    "skin-20000507": "Specialized Armor initiated. Force Shield...engaged!",
    "skin-30000507": "",
    "skin-10000508": "Seele's Ceremony",
    "skin-20000508": "A-After putting on this costume, Seele feels all empty inside...",
    "skin-30000508": "",
    "skin-10001501": "Demon Hunter",
    "skin-20001501": "You must dress appropriately with class when you're entering high-end venues. This is the rule of the industry.\n",
    "skin-30001501": "It's a shame that I couldn't see the entire opera performance. I'll go again the next time when no one is going to interrupt me.",
    "skin-10001502": "Opera Ghost",
    "skin-20001502": "Exquisite clothing is a component of a successful stage performance, so...I suppose clothing is an element of your strength as well?\n",
    "skin-30001502": "The theatre gave me a still photo after the mission, but it would've been better if it was from the front...",
    "skin-10001503": "L.A.D.Y",
    "skin-20001503": "Hm, the correct attire makes my victory that much more perfect.\n",
    "skin-30001503": "You look a little pale after viewing the invoice... Why?",
    "skin-10001504": "Call of the Hunter",
    "skin-20001504": "I'm more adapted for wilderness warfare with these clothes. ...Hm, I can better protect my allies as well.\n",
    "skin-30001504": "In the lulls between battles, even a cup of instant coffee is heaven on earth.",
    "skin-10001505": "Babe Driver",
    "skin-20001505": "Hey! I'm still very cool with a new melody♪",
    "skin-30001505": "Mmm... I'm gonna try a new rhythm the next time I go on a ride♪",
    "skin-10001506": "Raging Rider",
    "skin-20001506": "Um...my clothes are also very expensive, be careful!\n",
    "skin-30001506": "Commander, I'll lend you a copy of the key for the motorcycle. Don't forget about the practice you promised me!",
    "skin-10001507": "\"Sommelier\"",
    "skin-20001507": "Guten Tag, my Commander. G36 is here to serve. Do I...look more like an attendant like this?\n",
    "skin-30001507": "This is the bomb's fuse. ...How dangerous. But don't worry, I will protect everyone.",
    "skin-10001608": "Forest Reindeer",
    "skin-20001608": "Merry Christmas, Commander! There will be many events tonight. Want me to be your guide?",
    "skin-30001608": "",
    "skin-10001601": "How RFB Stole Xmas",
    "skin-20001601": "The Christmas DLC is on sale! Commander, buy it for me as a present, please?",
    "skin-30001601": "",
    "skin-10001602": "Schoenstes Geschenk",
    "skin-20001602": "Merry Christmas... Commander, did you finish setting up for the banquet? I'll head over to eat in a bit.",
    "skin-30001602": "",
    "skin-10001603": "Gunshot in the Snow",
    "skin-20001603": "How can you convince me that Santa Claus exists? If I get to shoot at him... Just kidding.",
    "skin-30001603": "",
    "skin-10001604": "Winter Forager",
    "skin-20001604": "Commander, look! I tore off Santa's beard! Hahahahaa! This is too much fun!",
    "skin-30001604": "",
    "skin-10001605": "Little Gift Tree",
    "skin-20001605": "Merry Christmas, Commander. Why don't you leave a button in the stocking for Santa Claus?...",
    "skin-30001605": "",
    "skin-10001606": "War Is Over",
    "skin-20001606": "Christmas? I love it~ There's cake to eat too!",
    "skin-30001606": "",
    "skin-10005000": "M1911 - Original",
    "skin-20005000": "Original Costume",
    "skin-30005000": "Original Costume",
    "skin-10005001": "FF FN49 - Original",
    "skin-20005001": "Original Costume",
    "skin-30005001": "Original Costume",
    "skin-10005002": "Type64 - Original",
    "skin-20005002": "Original Costume",
    "skin-30005002": "Original Costume",
    "skin-10005003": "ST AR-15 - Original",
    "skin-20005003": "Original Costume",
    "skin-30005003": "Original Costume",
    "skin-10005004": "IDW - Original",
    "skin-20005004": "Original Costume",
    "skin-30005004": "Original Costume",
    "skin-10005005": "M4A1 - Original",
    "skin-20005005": "Original Costume",
    "skin-30005005": "Original Costume",
    "skin-10005006": "M1895 - Original",
    "skin-20005006": "Original Costume",
    "skin-30005006": "Original Costume",
    "skin-10005007": "Mosin-Nagant - Original",
    "skin-20005007": "Original Costume",
    "skin-30005007": "Original Costume",
    "skin-10005008": "M1918 - Original",
    "skin-20005008": "Original Costume",
    "skin-30005008": "Original Costume",
    "skin-10005009": "MP-446 - Original",
    "skin-20005009": "Original Costume",
    "skin-30005009": "Original Costume",
    "skin-10005010": "SAA - Original",
    "skin-20005010": "Original Costume",
    "skin-30005010": "Original Costume",
    "skin-10005011": "SV-98 - Original",
    "skin-20005011": "Original Costume",
    "skin-30005011": "Original Costume",
    "skin-10005012": "Gr G3 - Original",
    "skin-20005012": "Original Costume",
    "skin-30005012": "Original Costume",
    "skin-10005013": "Bren - Original",
    "skin-20005013": "Original Costume",
    "skin-30005013": "Original Costume",
    "skin-10005014": "M4 SOPMOD II - Original",
    "skin-20005014": "Original Costume",
    "skin-30005014": "Original Costume",
    "skin-10005015": "UMP45 - Original",
    "skin-20005015": "Original Costume",
    "skin-30005015": "Original Costume",
    "skin-10005016": "STEN MkⅡ - Original",
    "skin-20005016": "Original Costume",
    "skin-30005016": "Original Costume",
    "skin-10005017": "M14 - Original",
    "skin-20005017": "Original Costume",
    "skin-30005017": "Original Costume",
    "skin-10005018": "Gr G36 - Original",
    "skin-20005018": "Original Costume",
    "skin-30005018": "Original Costume",
    "skin-10005019": "LWMMG - Original",
    "skin-20005019": "Original Costume",
    "skin-30005019": "Original Costume",
    "skin-10005020": "Micro Uzi - Original",
    "skin-20005020": "Original Costume",
    "skin-30005020": "Original Costume",
    "skin-10005021": "AS Val - Original",
    "skin-20005021": "Original Costume",
    "skin-30005021": "Original Costume",
    "skin-10005022": "StG44 - Original",
    "skin-20005022": "Original Costume",
    "skin-30005022": "Original Costume",
    "skin-10005023": "Gr MP5 - Original",
    "skin-20005023": "Original Costume",
    "skin-30005023": "Original Costume",
    "skin-10005024": "416 - Original",
    "skin-20005024": "Original Costume",
    "skin-30005024": "Original Costume",
    "skin-10005025": "Type 88 - Original",
    "skin-20005025": "Original Costume",
    "skin-30005025": "Original Costume",
    "skin-10005026": "UMP9 - Original",
    "skin-20005026": "Original Costume",
    "skin-30005026": "Original Costume",
    "skin-10005027": "Stechkin - Original",
    "skin-20005027": "Original Costume",
    "skin-30005027": "Original Costume",
    "skin-10005028": "C96 - Original",
    "skin-20005028": "Original Costume",
    "skin-30005028": "Original Costume",
    "skin-10005029": "M38 - Original",
    "skin-20005029": "Original Costume",
    "skin-30005029": "Original Costume",
    "skin-10005030": "NTW-20 - Original",
    "skin-20005030": "Original Costume",
    "skin-30005030": "Original Costume",
    "skin-10001701": "Rabbit Squad",
    "skin-20001701": "Hehe~ Commander, wanna know my phone number? You'd better call me a lot~",
    "skin-30001701": "",
    "skin-10001702": "ThanX! & Go2Hell!",
    "skin-20001702": "This is the most popular style right now! This is the real deal gotten from my secret supplier... If you want to compliment me then let it all out!",
    "skin-30001702": "",
    "skin-10001703": "Snowflakes in Arms",
    "skin-20001703": "After being accustomed to the underwater coldness...being warm like this makes me feel even more blessed.",
    "skin-30001703": "",
    "skin-10001704": "Crossing in Labyrinth",
    "skin-20001704": "Let's head out now before our path turns into a labyrinth.",
    "skin-30001704": "",
    "skin-10001705": "Cross the Milky Way",
    "skin-20001705": "It's alright even if I'm dressed in my work clothes? ...Hehe, alright, if this is what you want as a part of the service.",
    "skin-30001705": "",
    "skin-10001801": "Red Peony",
    "skin-20001801": "Commander, your plans for Chinese New Year...will there be any chances for me to shine?",
    "skin-30001801": "It's a shame that I couldn't put as much money as I had wanted to in the red packets... But I still got to see interesting reactions...",
    "skin-10001802": "Wintersweet",
    "skin-20001802": "A year has passed in the blink of an eye, Commander. Are we one step closer to our ideal future?",
    "skin-30001802": "Aww...this design is so cute, I can't bear to ignite it! I think I'll save one... You mustn't let ART556 find out!",
    "skin-10001803": "White Cabbage",
    "skin-20001803": "Commander, it's so boring to stay cooped up at home during Chinese New Year. Let's go on an adventure outside!",
    "skin-30001803": "Uwaa... Help, Commander! I'm going to get eaten by a plush monster!",
    "skin-10001804": "Fairy Lily",
    "skin-20001804": "Any Chinese New Year events this year? They'd better be fun!",
    "skin-30001804": "Human beings are so forgetful... This spare button, I'm going to hold onto it for the Commander!",
    "skin-10001805": "Honey Flower",
    "skin-20001805": "It's a new year, Darling! Did you notice that I look different today? I'll give you ten seconds to tell me which seven things that are different.",
    "skin-30001805": "Darling, you seem to enjoy these things called \"dumplings\". Give me the recipe and I'll make more for you later, Darling~",
    "skin-10001806": "Angel's Trumpet",
    "skin-20001806": "Happy new year, Commander. Please enjoy the holiday!",
    "skin-30001806": "The art of paper cutting is quite interesting, and it helps you exercise your patience too. It really is rewarding to have participated in the preparations for the festival.",
    "skin-10001807": "White Camellia",
    "skin-20001807": "Commander, what is your destination this year? Let me continue to accompany you on your journey.",
    "skin-30001807": "This is a train ticket template from a pawn shop. How nostalgic... I'd better keep it safe.",
    "skin-10001808": "Golden Starthistle",
    "skin-20001808": "Happy Chinese New Year, Commander. Last year's financial statement is out and it looks like we weren't wasteful. Please keep it up.",
    "skin-30001808": "This festival of extravagance and wastefulness... Although everyone is enjoying themselves, we should still keep frugality in mind.",
    "skin-10001809": "East Lake Lotus",
    "skin-20001809": "Master, happy Chinese New Year! Did you make any plans for this holiday? Wanna think it over a cup of coffee?~",
    "skin-30001809": "",
    "skin-10001901": "Ardent Devotion",
    "skin-20001901": "Since I've always been difficult with you, I'll take it as my loss this time.",
    "skin-30001901": "To have this gloomy photo taken of me, I'm truly sorry. But that was what I truly felt when the photo was taken...more or less.",
    "skin-10001902": "Smile of Acceptance",
    "skin-20001902": "Thank you. Please let me stay with you from now on and become your most trusted partner.\n",
    "skin-30001902": "If you can send out wedding invitations someday...then please use this wax seal stamp.",
    "skin-10001903": "A Small Step",
    "skin-20001903": "Can someone like me who is insignificant in everything really stay by your side?",
    "skin-30001903": "I want to wear those long skirts that other girls wear... I will work hard to grow taller to achieve this goal!",
    "skin-10001904": "Pure White Cornflower",
    "skin-20001904": "There is nothing for me to be afraid of anymore. As long as I am by your side, I can find the courage to face off against any adversity!",
    "skin-30001904": "I didn't even realize there was a flower ornament in my hair. I'll keep it as a memento.",
    "skin-10001905": "'Til Death Do Us Part",
    "skin-20001905": "It's too late to regret your choice now, ahaha! I'm not going to let you go!",
    "skin-30001905": "This seal is quite straightforward. It would be great if there are more opportunities to use it in the future... Haha, although that's probably not happening.",
    "skin-10001906": "Pierce Your Heart!",
    "skin-20001906": "I don't need to make any notes, right? After all, it's a once-in-a-lifetime thing.",
    "skin-30001906": "You even get a small token of appreciation from the photo studio? I don't know what a real wedding feels like, but I feel a little embarrassed accepting this gift...",
    "skin-10002001": "Far East Princess",
    "skin-20002001": "Don't underestimate the princess on the battlefield. Put up a nice fight before kneeling before me, okay?",
    "skin-30002001": "",
    "skin-10002002": "Dome Moonlight",
    "skin-20002002": "How many reccuring fates has the moonlight witnessed from the past to the present?",
    "skin-30002002": "",
    "skin-10002003": "Waning Winter",
    "skin-20002003": "I want to burn the entire winter away, leaving my own ashes in this frozen world.",
    "skin-30002003": "",
    "skin-10002004": "Dusk Phoenix",
    "skin-20002004": "Everything between heaven and earth is within my range. Come after me if you dare!",
    "skin-30002004": "",
    "skin-10000509": "Pocket City Queen the Second",
    "skin-20000509": "Hoho~ So this is the so-called popular music? I can be a chart topper with this genre too~",
    "skin-30000509": "",
    "skin-10000510": "Pocket City Queen the Third",
    "skin-20000510": "Is it the next song already? ...Ah! This is...hehe~ This one is my best song~",
    "skin-30000510": "",
    "skin-10002101": "Highest Bid",
    "skin-20002101": "Cherish our encounter tonight. This fine wine will certainly leave you with a memorable taste, hehe...",
    "skin-30002101": "Women with secrets are the most feminine... Will you satisfy the curiosity in your heart, or will you protect yourself from the truth?",
    "skin-10002102": "Starry Night Ball",
    "skin-20002102": "Commander, would you like to have a dance with me on the stage? No skills needed as long as you're enthusiastic.",
    "skin-30002102": "I really can't make heads or tails of this... Whatever. It's more important to ask the Commander for an allowance than to dwell on those things!",
    "skin-10002103": "Nightfall Crisis",
    "skin-20002103": "It seems like there are uninvited guests looking to cause trouble in our grand night ceremony. We must stay vigilant.",
    "skin-30002103": "Even if one has already fallen into a sinful swamp, those by the water will still try to save their companion by casting him a rope. People call this kind of childish and uncontrollable impulse \"friendship\".",
    "skin-10002104": "White Queen",
    "skin-20002104": "The time has reset to zero once again. Everything we've experienced during this period will push us another step closer to the future...right?",
    "skin-30002104": "The truth is quite expensive, Commander. So, did you buy the nail polish I wanted yet?",
    "skin-10002105": "Queen of Miracles",
    "skin-20002105": "Everyone! Raise the cola in your hand! Cheers for the miracles to befall us tonight!",
    "skin-30002105": "The moment you used cola as a bet was the moment you lost to me.",
    "skin-10002106": "The World's Melody",
    "skin-20002106": "The venue is so lively that I can't even find big sis 45! Do you think she ran off by herself to grab a bite?",
    "skin-30002106": "A wish for the coming year? Hm...I hope that all my missions in the future are as easy and interesting as tonight!",
    "skin-10002107": "Diamond Flower",
    "skin-20002107": "A banquet, huh... An atmosphere like this is really fresh for me. Do you enjoy this atmosphere, Commander?",
    "skin-30002107": "I've brought you misfortune. ...But being able to say this here may be a fortunate thing in itself.",
    "skin-10002108": "Cat in the Box",
    "skin-20002108": "Nyahaha~ If you want to get the treasure in the venue then you'll have to get through me first!",
    "skin-30002108": "Although I've lost this time, I'll be back next time da nya! ...What? That's a villain's line? I don't believe you!",
    "skin-10002109": "White Night Star",
    "skin-20002109": "Commander, will there be a small celebration feast after this banquet mission?",
    "skin-30002109": "The real importance lies in our performance... Jeez, I can't help but feel like I'm glowing after hearing you say that.",
    "skin-10002201": "Little Brave Cano",
    "skin-20002201": "Sister~ I'm over here! Follow me closely or you'll get left behind!",
    "skin-30002201": "",
    "skin-10002202": "Miss Pinocchio",
    "skin-20002202": "W-Wait up, big sister! You're going so slow that I can't catch up!",
    "skin-30002202": "",
    "skin-10002203": "Adventures of Fenfen",
    "skin-20002203": "Hold firmly onto my hand, okay, Commander? Otherwise, I'll be very worried if you get lost~",
    "skin-30002203": "",
    "skin-10002204": "Frog Princess",
    "skin-20002204": "Posing like this in combat...may just shock the enemy into breaking formation. It's worth a try!",
    "skin-30002204": "",
    "skin-10002205": "The Wonderful Adventures of Goose",
    "skin-20002205": "I'm a growing girl after all, so even fish bones shouldn't go to waste... Ouch, a bone pricked my mouth.",
    "skin-30002205": "",
    "skin-10002206": "Lenore's Raven",
    "skin-20002206": "Are we really \"children\"...if we do not have \"parents\"?",
    "skin-30002206": "",
    "skin-10002301": "The Aristocrat Experience",
    "skin-20002301": "Hm...is it too sweet? Maybe it would be better if it's a little more bitter. Which do you prefer, Master?",
    "skin-30002301": "Making tea is such an effortful job...but it's fun. Give it a try if you have the time.",
    "skin-10002302": "Flowerful Maid",
    "skin-20002302": "Um... Um, welcome back, Comman- ah, no! M-Master! ...Sorry, I should be able to do better.",
    "skin-30002302": "What? Take a commemoration photo? I think I'll pass... Hm...how should I pose for the camera in these clothes?",
    "skin-10002303": "Home Ec Training",
    "skin-20002303": "Excuse me, coming through! Lift your legs! I will not allow any new footprints in here until I can see my own reflection on the floor!",
    "skin-30002303": "After a thorough cleaning, both your spirit and your room are renewed in a sparkling sensation! Yup, this training is very suitable for mass adoption across the entire dormitory. I'm gonna talk to the Commander about it when I have time~",
    "skin-10002304": "Beer Ranch",
    "skin-20002304": "Hehe~ Master, your beer is here! ...The other glass? That's just a counterweight.",
    "skin-30002304": "Ahaha... Big sis Gr G36, sorry! Give me another chance! Didn't I promise you when I asked to borrow your notes? I will never slack off in training anymore!",
    "skin-10002305": "Contracted Today",
    "skin-20002305": "There's no end to sorting out these documents. I should've known that maids don't get vacations...",
    "skin-30002305": "When will the vacation promised by the Commander be approved? Ah... I'm so tired...",
    "skin-10002401": "Beach Punk 2064",
    "skin-20002401": "Oh, a water fight...? But my ears will get wet...and so will my clothes...",
    "skin-30002401": "The beach is so much fun! And so is the sea! I don't know what that black board is for, but volleyball is also hella fun!",
    "skin-10002402": "Age of Slushies",
    "skin-20002402": "Quiet things aren't really worth one's attention. Will you be the one who stirs up howling winds and devastating waves in the ocean, Commander?",
    "skin-30002402": "Reflexive pain towards iced sustenance is indeed a flaw. Guess I'll take a trip to the Repair Bay when I'm off-duty.",
    "skin-10002403": "The Sun Never Rises",
    "skin-20002403": "I hate the sun... But I hate myself even more for going to the beach even though I hate the sun...",
    "skin-30002403": "Nothing good comes out of eating too much candy...but nothing good comes out of not eating any either after such serious talk. Crap. Gotta top up my sugar intake...",
    "skin-10002404": "The Diving Bell and the Doll",
    "skin-20002404": "Suit-up complete. Whatever needs to come up from underwater or remain buried there forever is entirely at your discretion.",
    "skin-30002404": "Everything is stationary under the sea, and that is exactly how it feels when AK-12 asks me to \"relax\"... Not that I hate it.",
    "skin-10002405": "Lollipop Ammo",
    "skin-20002405": "Hey Caretaker, what's that face you're giving me...? Isn't it okay...to start learning how to swim when I'm actually in the water?",
    "skin-30002405": "Can't believe there are others who love sour candy. Perhaps we can have a longer chat...? You should really take a leaf out of her book, Caretaker.",
    "skin-10002406": "FAL's Summer",
    "skin-20002406": "It's hurtful that you brought up Five-seven at a time like this. Now, tell me what you think about \"red\"? ...Hmm? Anything else you'd like to say?",
    "skin-30002406": "Heheh, this water pistol is a symbol of \"peace\" and has even got me a \"hug\" from the Commander! Guess I'll keep the label...as a precious memento of this summer.",
    "skin-10002407": "50 Days with Gr G36",
    "skin-20002407": "Would you like some slushie, fruit, or cold drinks? Whichever you choose, please take care not to get heatstroke in this weather.",
    "skin-30002407": "Hmm... Not only did I faint, I'd also caused trouble for everyone... I must improve on my cooling strategy next time.",
    "skin-10002408": "Midsummer Fruit",
    "skin-20002408": "We're at the seaside, so a surfing board modified from a shield should come in useful, right? Watermelon...? But it's summer!",
    "skin-30002408": "Modifying an old object into a surfing board WAS challenging, but now it's only useful in summer...",
    "skin-10002409": "Ameli's Receive",
    "skin-20002409": "Really...?! You wanna play volleyball with me? I've done my homework this time!",
    "skin-30002409": "Something good will certainly happen with enough patience, right? I-I managed to pop some buttons today too!",
    "skin-10002410": "Apprentice Witch",
    "skin-20002410": "What you're about to see is an exclusive summer freebie. No photography or recording!",
    "skin-30002410": "Perhaps what I saw wasn't a sea monster, but the guardian of the sea? The concert must've gone so smoothly thanks to His blessings!",
    "skin-10002501": "Knight of Calamity",
    "skin-20002501": "Sometimes you don't have to understand the lyrics. Rock is the kind of music that's all about \"watching\". My performance will enlighten you.",
    "skin-30002501": "",
    "skin-10002502": "Dragon Jr.",
    "skin-20002502": "Say...do you have any idea what would happen if you roused a dragon from its sleep? Then listen...",
    "skin-30002502": "",
    "skin-10002503": "Law of Exorcism",
    "skin-20002503": "Angels' howls and demons' prayers, I'll fill the stage with the darkest of desires.",
    "skin-30002503": "",
    "skin-10002504": "Steel Butterfly",
    "skin-20002504": "No matter what kind of rock it is, it's all just random noise if you don't follow my beat.",
    "skin-30002504": "",
    "skin-10002505": "Electric Witch",
    "skin-20002505": "I hear you... Let me push your screams to the climax with my bass solo!",
    "skin-30002505": "",
    "skin-10002601": "Pumpkin Skewers",
    "skin-20002601": "There's no Halloween without pumpkins! But these skewers aren't really made with pumpkins, okay? Wanna try, Commander?",
    "skin-30002601": "I-It wasn't THAT well executed... I just did the best I could, is all.",
    "skin-10002602": "Elf Helsing",
    "skin-20002602": "I hear this modification requires some sorcery to hit the ghost... Maybe I should try putting in some maple syrup?",
    "skin-30002602": "Everyone tries their best to survive. It's the same for both humans and Dolls, right?",
    "skin-10002603": "Ghost Trap",
    "skin-20002603": "Real ghosts are all hanging around in tantalizing traps, waiting for the curious busybodies... My, have they already started streaming on the anonymous forum?",
    "skin-30002603": "\"I won't go overboard with scaring or pranking people again. I'm so sorry.\" *Sobs*",
    "skin-10002604": "Guns N' Side Boxes",
    "skin-20002604": "Evil spirits claim they've seen Hell, but that's only because they've never been here... I want to hear them wail.",
    "skin-30002604": "There are always things that you need to face with courage. It's fine as long as you keep moving forward, isn't that right, Pumpkin Monster?",
    "skin-10002605": "Jack the Trine",
    "skin-20002605": "Candy, pumpkins, monsters. These are the three essential elements on a day like this.",
    "skin-30002605": "It's not easy striking a balance... But I'm glad I've found a new way of making myself stronger.",
    "skin-10002606": "Dark Sorceress Academy",
    "skin-20002606": "\"The meteor in the night sky~ is the magic known as faith~\" Commander! Is your broom ready?",
    "skin-30002606": "It was gonna be a great opportunity to show you my poetry tonight, Commander. But guess we should leave it till next time~",
    "skin-10002701": "Chain Breaker",
    "skin-20002701": "All the bullets fired in this performance are aimed at a certain person's heart. Please accept all my love!",
    "skin-30002701": "",
    "skin-10002702": "Swansong",
    "skin-20002702": "Do you mind singing with me whenever I forget the lyrics? I'll make it up to you in the handshake meetup afterwards.",
    "skin-30002702": "",
    "skin-10002703": "I'm Soarin', Flyin'",
    "skin-20002703": "Raise your glow sticks! Oh, and don't forget to use red ones, okay? An idol just gotta be red!",
    "skin-30002703": "",
    "skin-10002704": "VRAIN Power",
    "skin-20002704": "Only idols with proper training can pull off this full combo! You won't fall behind as long as you keep up with my beat!",
    "skin-30002704": "",
    "skin-10002705": "Miracle☆Start",
    "skin-20002705": "I'm the cute and dreamy idol of miracles, Gr HK45! Come dance along with me, everyone!",
    "skin-30002705": "",
    "skin-10002706": "Astral Bond",
    "skin-20002706": "Idols are stars whose brilliance never fades no matter the era!",
    "skin-30002706": "",
    "skin-10002801": "Queen of X'mas Morning",
    "skin-20002801": "Christmas sales are the true reason for celebrating Christmas. Discount prices are the only thing that can multiply the value of happiness!",
    "skin-30002801": "This is the profit that I now want the most. Buon Natale, my friends at Griffin. Let's do our best together.",
    "skin-10002802": "Scarlet Turbo",
    "skin-20002802": "I was gonna cosplay as Santa Claus, but everyone is asleep when he's delivering presents. It's just a shame no one ever sees him.",
    "skin-30002802": "Joyeux Noël, Commander. Hey, I didn't say that to empty air.",
    "skin-10002803": "Little Chimney Sweeper",
    "skin-20002803": "If you don't want your Christmas presents black and sooty, remember to keep your chimney clean!",
    "skin-30002803": "No matter how small my world is, I can still find happiness in it. I'm lucky, don't you think?",
    "skin-10002804": "Satellite of Love",
    "skin-20002804": "I didn't think this Santa Claus mission would be so much trouble... How the heck does that fat old geezer manage to squeeze himself in?",
    "skin-30002804": "Right, who's next? Let me think about it...on the way. Heheh...",
    "skin-10002805": "Blue Christmas",
    "skin-20002805": "Commander, you only picked me out of all these presents? Honhonhon... Well, I suppose it's me we're talking about.",
    "skin-30002805": "I thought the base was filled with nothing but idiots... Now I'm honestly seeing them in a whole new light.",
    "skin-10002806": "Every Child's X'mas Dream",
    "skin-20002806": "I want this! And this! And...and...I want everyone's wish to come true!",
    "skin-30002806": "I...I just experienced a Christmas Eve all to myself.",
    "skin-10002807": "Red-Eared Cat",
    "skin-20002807": "There are so many presents... It should be easier to deliver them wearing something less cumbersome. Gotta bring all this joy to everyone quickly.",
    "skin-30002807": "So...the less humanlike a T-Doll is, the more liberated she is?",
    "skin-10002901": "New Year Wish",
    "skin-20002901": "Happy New Year, Commander... Oh, this? This is soba noodles, one of the few dishes I can cook. Wanna try?",
    "skin-30002901": "",
    "skin-10002902": "New Year's MVP",
    "skin-20002902": "Happy New Year! Wanna play some yearly games, Commander?",
    "skin-30002902": "",
    "skin-10002903": "Gunslinger Miko",
    "skin-20002903": "Happy New Year, Commander. I wish you all the best in the coming year. Let's work hard together.",
    "skin-30002903": "",
    "skin-10002904": "Insegui l'aquilone",
    "skin-20002904": "Are you mistaken, Commander? The New Year is still a week away.",
    "skin-30002904": "",
    "skin-10002905": "Bells of Beginning",
    "skin-20002905": "Do you want New Year's clothes, Commander? I can design them for you~",
    "skin-30002905": "",
    "skin-10002906": "Snow, Moon and Flowers",
    "skin-20002906": "I have investigated various New Year's customs, and I didn't realize there are so many of them. Why don't we give them all a try?",
    "skin-30002906": "",
    "skin-10002907": "Fireworks of Dreams",
    "skin-20002907": "It's a brand new year, Commander. Have I grown at all? Huh, my teddy bear has grown bigger? That's because I just washed it...",
    "skin-30002907": "",
    "skin-10002908": "New Year Fair",
    "skin-20002908": "I'm dedicating the entire day today to cleaning up the dormitory! Should I clean the Commander's room as well?",
    "skin-30002908": "",
    "skin-10000521": "Winter Trip",
    "skin-20000521": "Would you like to...relive this memory with me? Then I'll leave it to you to decide when we set off.",
    "skin-30000521": "",
    "skin-10003001": "Sangria Succulent",
    "skin-20003001": "Happy New Year. I hope you will keep it up in the coming year. I'll look forward to your performance.",
    "skin-30003001": "Some luxury time was sacrificed, but it wasn't a bad deal.",
    "skin-10003002": "Lily of the Valley",
    "skin-20003002": "Keep up the effort in the coming year, Boss. Don't get the wrong idea. Just some token words of well wishes. Thank me for them!",
    "skin-30003002": "\"May everything go according to our wishes.\" That's how it goes, right? Well, perhaps your wishes, but not mine...",
    "skin-10003003": "Noble Orchid",
    "skin-20003003": "Happy New Year! Do you have any plans of going to the countryside, Commander...? May I come with you?",
    "skin-30003003": "Th-the outside world is way too scary...",
    "skin-10003004": "Edelweiss",
    "skin-20003004": "Please keep relying on me in the coming year. Be it victory or your New Year wish, I'll make it all come true!",
    "skin-30003004": "I'll do my best even if I'm alone... Not to mention...I'm not alone anymore.",
    "skin-10003005": "Monks Cress",
    "skin-20003005": "Happy New Year, Commander. Why are you wearing so many layers tonight? What a wuss.",
    "skin-30003005": "See? My sole is completely flat. There's nothing there.",
    "skin-10003006": "Vietnamese Balm",
    "skin-20003006": "I hope my breasts will grow bigger in the coming year... I'll do my best!",
    "skin-30003006": "I also wish I'll become stronger and receive more impressive missions in the coming year!",
    "skin-10003007": "Baby Blue Eyes",
    "skin-20003007": "Time will always tell, so let's keep doing our best in the coming year.",
    "skin-30003007": "...95, can I still come with you on your New Year visits?",
    "skin-10003101": "Blissful Mission",
    "skin-20003101": "Is this day finally here? Thank you for your companionship, Commander. My mission is finally accomplished...",
    "skin-30003101": "Ugh...when was this photo taken?! It's embarrassing to see myself so weak... Commander, if you took it without my knowledge, please delete it immediately!",
    "skin-10003102": "Silver Star",
    "skin-20003102": "Have I become stronger or weaker...? Commander, you tell me.",
    "skin-30003102": "Another mission accomplished with perfection. An elite T-Doll like me is on a completely different league. I'm sure you know that by now.",
    "skin-10003103": "You Who Steps Up",
    "skin-20003103": "Looks like I, too, must become more reliable in order to meet your expectations.",
    "skin-30003103": "My list of things to watch out for didn't come in useful... I'll just keep it as a memento. I hope we'll get more missions like this in the future...",
    "skin-10003105": "Conveyed Feelings",
    "skin-20003105": "You've renewed my soul. Allow me to call you again, Darling...",
    "skin-30003105": "Haha, I'm the only one who got a photo together with my darling! I totally lucked out! I'll never let anyone else have my darling from now on!",
    "skin-10003106": "Oath of Transformation",
    "skin-20003106": "I'm...starting to like the way you're looking at me...",
    "skin-30003106": "This kind of \"transformation\" isn't so bad, but just once, I want to experience an actual transformation into a hero like Crimson-Souled Kamen...",
    "skin-10003107": "Exciting Future",
    "skin-20003107": "As long as you're by my side, this heavy burden...isn't so frightening anymore.",
    "skin-30003107": "Ah...that was exhausting. But it's pretty fun too... Maybe it's because the wedding dress looked nice. Should I shop for some new clothes with the pay?",
    "skin-10000522": "Marching Band",
    "skin-20000522": "Keep your ears perked, Commander! I'm about to take a brand new step!",
    "skin-30000522": "",
    "skin-10000523": "Mobile Operating Table",
    "skin-20000523": "Commander, w...would you be my first patient?",
    "skin-30000523": "",
    "skin-10003201": "Dragon's Son",
    "skin-20003201": "\"This miraculous light shines brighter with every step we take. The more courage you grant me, the farther my blade can reach.\"",
    "skin-30003201": "",
    "skin-10003202": "Obsidian Princess",
    "skin-20003202": "\"The lords of Hell can only bring mortals so much torment. They obviously haven't figured out how to take pleasure in their task.\"",
    "skin-30003202": "",
    "skin-10003203": "Goblin Huntress",
    "skin-20003203": "\"If there are no people...then nobody would get hurt... Why didn't I think of this before?\"",
    "skin-30003203": "",
    "skin-10003204": "Griffin's Dancer",
    "skin-20003204": "\"Hush... Just tell me where my targets are. I don't care who they are or what they're doing.\"",
    "skin-30003204": "",
    "skin-10003205": "Cloak and Cat Ears",
    "skin-20003205": "\"Heheh, isn't it more useful to put more round, white stuff on yourself and to fight, meow?\"",
    "skin-30003205": "",
    "skin-10003301": "Before Dawn",
    "skin-20003301": "I'll definitely perform better than my juniors today! Just you watch, Commander!",
    "skin-30003301": "I must set a role model for my juniors, even when it comes to singing and dancing! Hey...no pictures, Commander! I said NO!",
    "skin-40003301": "",
    "skin-10003302": "Quiet Azure",
    "skin-20003302": "Guess I'll take it easy today. Hmm...it'll be even better if something interesting happens.",
    "skin-30003302": "Ha, maybe there will come a day...when you'll hand me an invitation in person, Commander.",
    "skin-40003302": "",
    "skin-10003303": "Silent Rouge",
    "skin-20003303": "Is this for me? That's a bit...uh, nothing. If both you and AK-12 have no problem with this, then neither do I.",
    "skin-30003303": "Please don't frighten me like that again, AK-12. I was scared to death of losing you... But I must admit it's been an amusing evening. Spasibo.",
    "skin-40003303": "",
    "skin-10003304": "White Rabbit Summer Banquet",
    "skin-20003304": "You have work for me, Commander? Oh...sorry. I forgot you told me to relax for today. Then...Commander, fancy a slice of cake?",
    "skin-30003304": "I don't know what you mean when you say I need protection. Humph, if you have so much to say, I'd rather you tell the kitchen to up their game!",
    "skin-40003304": "",
    "skin-10003305": "Cocktail Observer",
    "skin-20003305": "Guess I'll dress up nicely to blend in at the party~ Hehe, this way I can gather all sorts of secret stories that'll become the hottest posts on the front page!",
    "skin-30003305": "I'm the Goddess of Poker, haha! What's going on? Why are people making toxic comments?! Delete!",
    "skin-40003305": "",
    "skin-10003306": "Fox Steps Under Star Night",
    "skin-20003306": "Is this an outfit that oozes femininity...? Uh, I don't dislike it; it just takes some getting used to. Please give me more pointers in the future, Commander!",
    "skin-30003306": "Did you honestly find me charming tonight? As long as you saw it, Commander, that's good enough for me...",
    "skin-40003306": "",
    "skin-10003307": "Moonlight and Emerald",
    "skin-20003307": "Commander, I'm pretty stylish today, aren't I? Ahaha, looks like my hard work has paid off.",
    "skin-30003307": "I've made very thorough preparations! ...That makes surprises even more pleasant.",
    "skin-40003307": "",
    "skin-10003308": "Destiny Waltz",
    "skin-20003308": "Hehe, my divination was accurate! Commander, why don't I tell your fortune as gesture of thanks?",
    "skin-30003308": "I hate to admit it...but I don't actually believe in luck, Commander. I only believe in you.",
    "skin-40003308": "",
    "skin-10003309": "Black Swan's Dream",
    "skin-20003309": "I will be a silent spectator to this kind of...event. Don't worry.",
    "skin-30003309": "The party was pretty fun. I even named a dessert after you. Let's go to a ball together next time, okay, M950A?",
    "skin-40003309": "",
    "skin-10000524": "Best Friend's Armor",
    "skin-20000524": "Why does everyone still call me \"Aunt Stella\"? ...Sei, I'm guessing the problem's not just the clothing...",
    "skin-30000524": "",
    "skin-10000525": "Precious Christmas Outfit",
    "skin-20000525": "Uwah, thank you! I finally got it! Want to spend Christmas with me? I just came up with a new artistic name for the occasion!",
    "skin-30000525": "",
    "skin-10000526": "Red Comet",
    "skin-20000526": "Need me to take care of the base's problems with a wrestling bout?",
    "skin-30000526": "",
    "skin-10000527": "Best Friend's Casual Dress",
    "skin-20000527": "I finally understand how Stella feels, although the chest experience...might not be complete...",
    "skin-30000527": "",
    "skin-10000528": "Middle School Adventure",
    "skin-20000528": "I feel like I'm back in my middle school days. Maybe I should start looking for love again, what do you think?",
    "skin-30000528": "",
    "skin-10000529": "Model Warrior",
    "skin-20000529": "In the name of beauty, everything will be alright!",
    "skin-30000529": "",
    "skin-10003401": "Black Kitty's Gift",
    "skin-20003401": "Commander, do you want to pat the cat? Here...w-wait! Why are you patting my head?!",
    "skin-30003401": "",
    "skin-40003401": "",
    "skin-10003402": "Lil' Scientist",
    "skin-20003402": "Even if my body has shrunk, my brain is as big as ever! Humph, now let's start the experiment!",
    "skin-30003402": "",
    "skin-40003402": "",
    "skin-10003403": "Agent Lop Rabbit",
    "skin-20003403": "Heheh, I can finally go out and play today! Commander, you'd better keep me company.",
    "skin-30003403": "",
    "skin-40003403": "",
    "skin-10003404": "Shiba Investigator",
    "skin-20003404": "Commander, are you taking me out to play today? That's the plan, right?",
    "skin-30003404": "",
    "skin-40003404": "ZAGALA,Mamiko Noto,",
    "skin-10003405": "Angel's Paint Brush",
    "skin-20003405": "The theme of my drawing today is \"peace\". What do you think of it, Commander?",
    "skin-30003405": "",
    "skin-40003405": "",
    "skin-10003406": "Super Piggy",
    "skin-20003406": "You're wondering about this doll? It's a good friend I just made. If you're taking me out to play, we must bring it along.",
    "skin-30003406": "",
    "skin-40003406": "",
    "skin-10003501": "Holiday Lucky Star",
    "skin-20003501": "Let's have a bet, Commander. If I win, you'll come to the beach with me. If you win, I'll come to the beach with you.",
    "skin-30003501": "The moment the Commander snapped this picture of me must be when my luck reached its peak on this trip to the seaside...",
    "skin-40003501": "",
    "skin-10003502": "Sunscreen Battle",
    "skin-20003502": "Strangers will mistake me for a villain if I get too tanned! Commander, can you help me put on some sunscreen?",
    "skin-30003502": "I'll show you the hook that almost fished up a mermaid, but only because you look good! No pictures though...",
    "skin-40003502": "",
    "skin-10003503": "Flying Fish Assault",
    "skin-20003503": "Stop spacing out! Bring the watermelon, frozen treats and the whole beach over here already! How are my subordinates supposed to relax without them?",
    "skin-30003503": "What are you staring at?! It's just a poster my rebelling underlings made... They did draw me quite well though...",
    "skin-40003503": "",
    "skin-10003504": "Anti-Drowning Accessories",
    "skin-20003504": "I was just trying to remedy the sinking problem. I didn't expect things to turn out this way... What should I do...?",
    "skin-30003504": "An anti-drowning accessory Serdyukov tailor-made for me...though the design doesn't feel very scientifically-sound...",
    "skin-40003504": "",
    "skin-10003505": "Cape No. 4",
    "skin-20003505": "I should start thinking about drawing a summer arc for the serialization... In that case, I'd better do my best to gather inspirations.",
    "skin-30003505": "The best memories have all been recorded in my manga...and imprinted onto my neural cloud as well, of course.",
    "skin-40003505": "",
    "skin-10003506": "Serdyukov - Crow Lifeguard",
    "skin-20003506": "Commander, I'll always be by your side to protect you. Please relax and enjoy your vacation. However, I must remind you to warm-up properly before swimming in the sea!",
    "skin-30003506": "This is the prize I got for receiving first-aid training. It proves what I can do, so whatever you've heard about me drowning...is all a lie!",
    "skin-40003506": "",
    "skin-10003507": "Swimming Lesson",
    "skin-20003507": "I still don't quite understand how swimming works, but the tutorials make it look easy enough, so it shouldn't be a problem!",
    "skin-30003507": "I have no one to write to, so I've been using several stamps as bookmarks when reading novels. But I've written a letter recently...",
    "skin-40003507": "",
    "skin-10003601": "Aqua Youth",
    "skin-20003601": "I can't go into the water wearing this. Feels a bit lonely... Huh? This goldfish is for me? It's so cute! Thank you!",
    "skin-30003601": "",
    "skin-40003601": "",
    "skin-10003602": "Maiden's Secret",
    "skin-20003602": "It's lively today. Aren't you going to spend some time with them, Commander? Humph, I see. You want to talk to me, don't you? Then let's put our heads together.",
    "skin-30003602": "",
    "skin-40003602": "",
    "skin-10003603": "Moonlit Prayer",
    "skin-20003603": "Done with your paper strip? Let me tie it onto the bamboo for you, Commander. Don't worry, I won't peek. What wish did I put on mine? Haha, I can't tell you 'cause it won't come true if I do.",
    "skin-30003603": "",
    "skin-40003603": "",
    "skin-10003604": "Oborozukiyo",
    "skin-20003604": "Sorry to keep you waiting. Let's go. I'll never wear this thing again 'cause putting it on is such a chore.",
    "skin-30003604": "",
    "skin-40003604": "",
    "skin-10003605": "Efflorescence",
    "skin-20003605": "Is it too ostentatious for a secret weapon? This is perfect? You think so? Well...if you don't have a problem with it, I'll get ready to set off.",
    "skin-30003605": "",
    "skin-40003605": "",
    "skin-10003701": "High School Thrills",
    "skin-20003701": "Hmm? Can't I stay under the podium? D-don't pretend to pick up your pen and use that as an excuse to get closer!",
    "skin-30003701": "",
    "skin-40003701": "",
    "skin-10003702": "Pure White Graduation",
    "skin-20003702": "After the graduation ceremony of the baseball club manager, I found a button in the certificate holder... It's got to be yours, right, Commander? That's your second button, isn't it?",
    "skin-30003702": "",
    "skin-40003702": "GINGALA,大门香实,",
    "skin-10003703": "Late for School",
    "skin-20003703": "First, I hold onto the bread with my teeth, next I accelerate, then I turn at the corner and run right into the Commander... Ahaha, it's clichéd, but you still fell for it, didn't you?",
    "skin-30003703": "",
    "skin-40003703": "Nagu,佐仓绫音,",
    "skin-10003704": "Commando Bunny",
    "skin-20003704": "Heheh, nice to \"beat\" you! Don't slack on the embroidery on my suit! What? Giving you my clothes means I'm trusting you with my life!",
    "skin-30003704": "",
    "skin-40003704": "",
    "skin-10003705": "New Term Begins with a Meow",
    "skin-20003705": "Check out my new uniform, Commander! It's a new semester. If only I could turn you into a keychain and hang you on my schoolbag...",
    "skin-30003705": "",
    "skin-40003705": "",
    "skin-10003706": "Recreation after School",
    "skin-20003706": "Wanna go to the tuck shop together? They sell limited yakisoba buns on Friday. I wonder how early we have to start queuing to buy them.",
    "skin-30003706": "",
    "skin-40003706": "",
    "skin-10003707": "Daydreaming in Class",
    "skin-20003707": "Heheh, the desk is obviously for napping. Don't wake me. I was just about to become the MVP!",
    "skin-30003707": "",
    "skin-40003707": "",
    "skin-10003708": "Meow Prism Power",
    "skin-20003708": "Hooooowl... Grant me the power of Meow Planet - transform! W-what? I'm just practicing for my club activities...",
    "skin-30003708": "",
    "skin-40003708": "",
    "skin-10003801": "Candy Mugger!",
    "skin-20003801": "Heheh! If you're scared, hand over the free candy!",
    "skin-30003801": "I-I won't fall for it again! This must be a ruse! ...Huh? It's a real prize? Then I'm signing up again!",
    "skin-40003801": "",
    "skin-10003802": "Burning-Eyed Gr G36c",
    "skin-20003802": "What are you looking at, Commander? Why don't you try and guess my character tonight? I'm not an assassin, nor am I an abandoned computer.",
    "skin-30003802": "Hush...the show is about to begin. Keep your eyes on me and watch me transform, Commander.",
    "skin-40003802": "",
    "skin-10003803": "Pumpkin Fortress",
    "skin-20003803": "Huh? What's this? Who am I? Where am I? ...What Halloween...I didn't sign up for this! Let me out!",
    "skin-30003803": "Pumpkin, pumpkin, more pumpkin! When I'm outta here, I'm gonna catch you all, bastards!",
    "skin-40003803": "",
    "skin-10003805": "Darkside Moonwalk",
    "skin-20003805": "What are you waiting for? Ready the pumpkin carriage. The trumpet signalling a rave has sounded. Dance with me at the center of the whirlpool, Commander!",
    "skin-30003805": "Decrypted... Ladies of Griffin, are you ready for a fantastic show?",
    "skin-40003805": "",
    "skin-10003806": "Open Your Eyes, It's Full Moon.",
    "skin-20003806": "Heh, how unlucky of you to run into a werewolf... But it's your fault for being out so late. Now, which part of you should I eat first?",
    "skin-30003806": "Will I be able to find the answer...before the next full moon?",
    "skin-40003806": "",
    "skin-10003807": "Ingenious Stratagem No.97",
    "skin-20003807": "Well? Isn't this getup amazing? Look forward to my entrance tonight, Commander and you all!",
    "skin-30003807": "I've slipped the ticket under the glass on the office desk. I hope the Commander will see it and come!",
    "skin-40003807": "豆芽,大坪由佳,",
    "skin-10003808": "Phantom Assault",
    "skin-20003808": "Brace yourself, Commander... Once the sun sets, we creatures of the dark can do whatever we want!",
    "skin-30003808": "You see this, m45?! Behold my invincible figure! ...I...oww... Why does my head hurt so much...?",
    "skin-40003808": "",
    "skin-10003809": "Nocturnal Executioner",
    "skin-20003809": "Leave the rest to me. Humans aren't the only creatures living in this world. You...and you guys over there should reflect on that. Especially you, P7!",
    "skin-30003809": "Are you so incompetent just because you're a Dummy...? Then let me shatter your disguise with a single bullet!",
    "skin-40003809": "",
    "skin-10003901": "Crimson Navigator",
    "skin-20003901": "Commander, the upcoming race is on you! I'm your private co-driver. Now please let me conduct your medical examination...",
    "skin-30003901": "",
    "skin-40003901": "",
    "skin-10003902": "Pulsing Dash",
    "skin-20003902": "Wait for me at the finish line, Commander! Only the blue car is worth your attention on the track!",
    "skin-30003902": "",
    "skin-40003902": "陆银,田所あずさ,",
    "skin-10003903": "Breakneck Whirlwind",
    "skin-20003903": "That's right, going at the top speed on the dashboard is the coolest! What, Commander? This is considered a risk on your home planet?",
    "skin-30003903": "",
    "skin-40003903": "",
    "skin-10003904": "Cheers on the Blazing Tarmac",
    "skin-20003904": "I'll cheer you guys on! Huh, I have to run that far? Never mind then...",
    "skin-30003904": "",
    "skin-40003904": "染羽,岩松泉,",
    "skin-10003905": "Mach Tempest",
    "skin-20003905": "Make sure you follow the rules in this game, too. There is no safe word when it comes to auto racing. If you understand, say \"START!\"",
    "skin-30003905": "",
    "skin-40003905": "RIRE,伊藤明日香,",
    "skin-10004001": "Holy Night Promise",
    "skin-20004001": "You'd better not go back on your promise. What promise? Have you forgotten already? I'll give you a hint - it has something to do with you.",
    "skin-30004001": "If you're kind to nature, nature will watch over you! I don't quite get it...but squirrels are adorable, don't you think, Commander?",
    "skin-40004001": "",
    "skin-10004002": "Vixen's Platform ⅑",
    "skin-20004002": "People's desire for gifts knows no bounds tonight. Come on up, we don't have as much time as you think, Commander.",
    "skin-30004002": "This \"Vixen\" has led me off the right track this Christmas, but thanks to the Commander, all's well that ends well... Thank you.",
    "skin-40004002": "",
    "skin-10004003": "120 Winter Gifts",
    "skin-20004003": "I've bought all the presents. Please reimburse me the cost of 119 gifts... Why not 120? Well...it's my gift to you.",
    "skin-30004003": "The star at the top of the Christmas tree is the most precious gift. I want to share its light with everyone in the world, even though it may not be the brightest.",
    "skin-40004003": "",
    "skin-10004004": "Treasure Buried Deep Within",
    "skin-20004004": "Hmm... I finally managed to dig it out. Huh? This is... Wow, thanks! This is the best present ever!",
    "skin-30004004": "Sorry, but my gift box is actually empty...",
    "skin-40004004": "",
    "skin-10004005": "The X'mas Princess and the Stony Pett",
    "skin-20004005": "Merry Christmas, Commander! If you want a gift...hehe, make a wish to Pett!",
    "skin-30004005": "It's just a small practical joke... But this candy is still quite recommended though? Don't you want to try some, Commander?",
    "skin-40004005": "林檎愛す,藤井彩加,",
    "skin-10004006": "Unblemished Protector",
    "skin-20004006": "Why have you come all this way? ...Oh, I like that flavor, thank you... Don't worry about me. I'm enjoying the festivities in my own way.",
    "skin-30004006": "This coffee...almost burned my tongue. Care to have a cup of coffee with me next time? Let's just chill and do nothing at all during our next holiday, Commander.",
    "skin-40004006": "",
    "skin-10004007": "My Lie in December",
    "skin-20004007": "Sorry...I told a lie, but that lie brought you to me...",
    "skin-30004007": "Hard work gives my existence real purpose, while leisure makes me understand that my existence isn't solitary.",
    "skin-40004007": "",
    "skin-10004101": "Shrine Maiden's Blessed Draw",
    "skin-20004101": "Ta-daa! According to my divination, your fortune today is the best, Commander! Heheh, let's go out and have fun after we finish cleaning up the shrine~",
    "skin-30004101": "",
    "skin-40004101": "",
    "skin-10004102": "Lucky Rat's Lazy Spring",
    "skin-20004102": "Snore... Don't bother to wake me for the bell-ringing. I'm sleepy... Yawn, I'll have to get up early to visit the shrine... Let me ride on your back when we go...",
    "skin-30004102": "",
    "skin-40004102": "",
    "skin-10004103": "Hanetsuki Paddle",
    "skin-20004103": "Please give me a second, Master! Just leave the Spring Tournament to me!",
    "skin-30004103": "",
    "skin-40004103": "",
    "skin-10004104": "Purifying Arrow, Flowers and Dreams",
    "skin-20004104": "Um, Commander...will you come and watch the New Year training? Please, you must stay with me...",
    "skin-30004104": "",
    "skin-40004104": "",
    "skin-10004105": "New Year Lion Dance",
    "skin-20004105": "Haha, don't be scared, Commander. It merely \"bit\" you a little on the neck. I wish you good health in the coming year.",
    "skin-30004105": "",
    "skin-40004105": "",
    "skin-10004106": "Red Plum and White Snow",
    "skin-20004106": "Look, Commander, I found some treasure! It's true – with just some patience, you can find treasures in the snow, heh...",
    "skin-30004106": "",
    "skin-40004106": "",
    "skin-10004107": "With You",
    "skin-20004107": "Little Lamb, it's our turn to make our wishes! ...Hey, what did you just wish for? You wished to stay with me in the coming year, right?!",
    "skin-30004107": "",
    "skin-40004107": "",
    "skin-10004201": "Echeveria Lantern",
    "skin-20004201": "There are a lot of anecdotes about traditional New Year celebrations, Commander. Why don't you put your work aside and go for a walk along the veranda with me tonight?",
    "skin-30004201": "A photo taken to commemorate a story-telling event that took place in the closet. Sadly, there wasn't time to tell one last story to a certain someone...",
    "skin-40004201": "",
    "skin-10004202": "Alluring Larkspur",
    "skin-20004202": "Don't you want to do something more exciting with me during this boring New Year? For instance, if you can find this pistol on me in three minutes, I'll grant you a single request.",
    "skin-30004202": "This blueprint is very clear and easy to understand. Not only does it make it easier for me to modify the chair according to my taste, it's also really convenient for me to put the blown up parts back together into— Um, nothing...",
    "skin-40004202": "",
    "skin-10004203": "Dignified Bamboo",
    "skin-20004203": "There's no need for me to take part in this messy New Year tournament, Commander. So long as I'm present, we obviously have a winner already, don't you think?",
    "skin-30004203": "Materials left from packing furniture. It seems like a waste to just throw them away, and they look perfect on the lantern that the Commander gave me.",
    "skin-40004203": "",
    "skin-10004204": "Tender Marigold",
    "skin-20004204": "New Year is all about praying for good fortune by physically getting rid of bad luck - that's my forte. Allow me to salute the dawn of the new year with a mix of Eastern and Western cultures - a salvo!",
    "skin-30004204": "This has been my most hectic mission ever. I've got a whole pile of expense reimbursement forms here. It was really hard work, but it was also a lot of fun...",
    "skin-40004204": "",
    "skin-10004205": "Scarlet Turk's Cap",
    "skin-20004205": "Commander, I'm currently casting actors to star in a movie I'm planning to film. Look, do you think this New Year mascot would fit the role of Mighty Mouse?",
    "skin-30004205": "An amulet merchandise featuring Hal 9000-II. Once my movie is finally in the theaters, it will definitely become a trendy accessory.",
    "skin-40004205": "",
    "skin-10004206": "Snowy Plum Blossom",
    "skin-20004206": "Heheh, Happy New Year, Commander! One Spring Festival exclusive bubble tea, extra large! Please sign to receive your delivery~",
    "skin-30004206": "An unexpected surprise when carrying out a mission! A bubble tea store that's on my top 10 list! If it's possible, we could go and have a drink together...",
    "skin-40004206": "",
    "skin-10004207": "Night of Blue Lotus",
    "skin-20004207": "Come and check out the modifications I've made to celebrate New Year! Whoa— Why is it not working?! Commander, I told you not to look!",
    "skin-30004207": "Just seeing this card reminds me of my underwater show. It ended in a mess, but at least it helped, right?",
    "skin-40004207": "",
    "skin-10004208": "Graceful Lady's-Slipper",
    "skin-20004208": "Have they finished setting off the firecrackers? Thank goodness nobody has noticed the fried chicken in the car... Commander, care to enjoy them with me?",
    "skin-30004208": "",
    "skin-40004208": "",
    "skin-10004209": "Fragrant Clove",
    "skin-20004209": "Oh, Commander, I haven't made a bad choice in my New Year outfit, have I? I hope you like it...",
    "skin-30004209": "Another discovery after the antique rotary dial telephone - an IC card for public payphones! My latest goal is to find a public phone that's still functional and make a phone call to someone using this card...",
    "skin-40004209": "",
    "skin-10004210": "Divine Peach Blossom",
    "skin-20004210": "Hush...you're the only one who's seen this outfit! If my sister found out about it, she'd be nagging me to make her one as well...",
    "skin-30004210": "I accepted the mission in such a rush, I didn't even notice I got the staff badge for the security team by mistake... And by the end of the assignment, there's no point in changing it to the badge for the reception team… Just as it's pointless to bid someone farewell.",
    "skin-40004210": "",
    "skin-10004301": "Purity in Vermilion",
    "skin-20004301": "I spent a long time picking my bouquet. In the end, I still believe the typical red rose can best convey what I can't say out loud.",
    "skin-30004301": "",
    "skin-40004301": "Yukuso,Ai Kayano,",
    "skin-10004302": "The Warbler and the Rose",
    "skin-20004302": "Something feels missing. If only I had that... Huh? How did you know I wanted a champagne-colored rose wreath?",
    "skin-30004302": "",
    "skin-40004302": "八号地球,Aoi Koga,",
    "skin-10004303": "Rain on a Starry Night",
    "skin-20004303": "Right here. Now please look up at the sky. 3, 2, 1! Well? Pretty good for the first meteor shower you saw with me this year, right?",
    "skin-30004303": "",
    "skin-40004303": "",
    "skin-10004304": "Affections Behind the Bouquet",
    "skin-20004304": "I was going to pick some soft windflowers for you, Commander, but then I remembered its flower language and felt it was a bit unrealistic...",
    "skin-30004304": "",
    "skin-40004304": "",
    "skin-10004305": "Heartbeat Before the Angel Statue",
    "skin-20004305": "You were 10 minutes 41 seconds 23 milliseconds late this time. Adding that to all the times you were late before, that makes exactly 52 minutes.",
    "skin-30004305": "",
    "skin-40004305": "",
    "skin-10004306": "Miss Camellia's Special Service",
    "skin-20004306": "Whoa... Do you feel happy and pleasantly surprised? If yes, please pay for the service, props, and venue setup...",
    "skin-30004306": "",
    "skin-40004306": "春_日_,Eri Kitamura,",
    "skin-10004308": "Strawberry Cake & Garden Cosmos",
    "skin-20004308": "Here, the garden cosmos are for you. I'll eat some cake with you after you come off work, and I'll let you feed me the last strawberry. It'll be amazing if we can do this every day!",
    "skin-30004308": "",
    "skin-40004308": "",
    "skin-10004309": "Moonlit Lover Beyond Reach",
    "skin-20004309": "If you choose the red rose, will I become the pale moonlight to you forever?",
    "skin-30004309": "",
    "skin-40004309": "",
    "skin-10004310": "A Certain Unscientific Sunflower",
    "skin-20004310": "I know that sunflowers turn towards the sun due to the presence of auxins, but science can't explain the reason why I'll never leave your side...",
    "skin-30004310": "",
    "skin-40004310": "豆芽,Sumire Uesaka,",
    "skin-10004401": "Smokeless Lollipop",
    "skin-20004401": "Don't worry, I haven't taken up smoking! It's a lollipop! I'm just spewing smoke because I'm absorbing the sugar too quickly...",
    "skin-30004401": "",
    "skin-40004401": "",
    "skin-10004402": "Marvelous Yam Pastry",
    "skin-20004402": "Eat yam pastries and play exciting games with me! As for the punishment for losing against me... I'll tell you under the blanket...",
    "skin-30004402": "",
    "skin-40004402": "",
    "skin-10004403": "Inflammable Oolong Tea",
    "skin-20004403": "Just add a bit of whiskey into the vodka and the \"oolong tea\" for the party will be ready! C'mon, ladies, let the bash begin!",
    "skin-30004403": "",
    "skin-40004403": "",
    "skin-10004404": "Devil's Ring Pop",
    "skin-20004404": "If you keep throwing pillows at me, I'll fight you to the death! An eye for an eye! Paying you back triple!",
    "skin-30004404": "",
    "skin-40004404": "",
    "skin-10004405": "Carbonated Fizzers",
    "skin-20004405": "The shadow that only pulses in the dark in horror stories and the carbonic acid that fizzes on the tip of the tongue are the inspiration for my outfit today!",
    "skin-30004405": "",
    "skin-40004405": "",
    "skin-10004406": "Hundred-Flavor Curry Bunny",
    "skin-20004406": "I hear you mustn't bring any pungent food to a party, so I've brought along my good friend Curry Bunny. What? Something smells like curry? Nope...",
    "skin-30004406": "",
    "skin-40004406": "",
    "skin-10004501": "",
    "skin-20004501": "",
    "skin-30004501": "",
    "skin-40004501": "",
    "skin-10004502": "War Correspondent",
    "skin-20004502": "I hear some assassins combine their gun with a camera, but I believe that photography has absolutely nothing to do with murder; it is a way to preserve fragments of time.",
    "skin-30004502": "",
    "skin-40004502": "",
    "skin-10004503": "",
    "skin-20004503": "",
    "skin-30004503": "",
    "skin-40004503": "",
    "skin-10004504": "",
    "skin-20004504": "",
    "skin-30004504": "",
    "skin-40004504": "",
    "skin-10004505": "",
    "skin-20004505": "",
    "skin-30004505": "",
    "skin-40004505": "",
    "skin-10004506": "",
    "skin-20004506": "",
    "skin-30004506": "",
    "skin-40004506": "",
    "skin-10004507": "",
    "skin-20004507": "",
    "skin-30004507": "",
    "skin-40004507": "",
    "skin-10004508": "",
    "skin-20004508": "",
    "skin-30004508": "",
    "skin-40004508": "",
    "skin-10004509": "",
    "skin-20004509": "",
    "skin-30004509": "",
    "skin-40004509": "",
    "skin-10004510": "",
    "skin-20004510": "",
    "skin-30004510": "",
    "skin-40004510": "",
    "skin-10004511": "",
    "skin-20004511": "",
    "skin-30004511": "",
    "skin-40004511": "",
    "skin-10004514": "",
    "skin-20004514": "",
    "skin-30004514": "",
    "skin-40004514": "",
    "skin-10000530": "A Girl's Hot Air Balloon Adventure",
    "skin-20000530": "I'll always remember the coordinates of my home, but I'll never give up a journey to somewhere faraway. Will you come with me on an adventure in the balloon?",
    "skin-30000530": "",
    "skin-40000530": "",
    "skin-10000531": "The Guarded Beloved",
    "skin-20000531": "Why do these things keep pestering me? If only someone could shoo them away for me...",
    "skin-30000531": "",
    "skin-40000531": "",
    "skin-10000532": "Top Hat Drifting to the Flowers",
    "skin-20000532": "Why am I crazy enough to go on an adventure with you? Because a raven is like a writing desk.",
    "skin-30000532": "",
    "skin-40000532": "",
    "skin-10000533": "The One-Eyed Rabbit Knight",
    "skin-20000533": "Hurry, hurry up! We're running out of time... Then I'll make use of this final moment to answer your last question - I do.",
    "skin-30000533": "",
    "skin-40000533": "",
    "skin-10000534": "Guardian in the Rye",
    "skin-20000534": "This is a chore, but if it can keep you safe, I'm willing to be on standby 24/7.",
    "skin-30000534": "",
    "skin-40000534": "",
    "skin-10000535": "The Wish-Making Sorceress of Fireworks",
    "skin-20000535": "Knock, knock... The sorceress' service you've ordered is here. You've ordered no such thing? Then please step aside. I'm about to kick down your door...",
    "skin-30000535": "",
    "skin-40000535": "",
    "skin-10000536": "The Wish-Granting Sorceress of Fireworks",
    "skin-20000536": "Ta-daa! The Sorceress' Wishing Granting Company is open for business! If you have any wish you'd like granted, please queue up after 45!",
    "skin-30000536": "",
    "skin-40000536": "",
    "skin-10000537": "Herbal-Flavored Hard Candy",
    "skin-20000537": "(Rustles) Once you eat this candy, we have a deal. If you don't keep your promise, I won't let you off easily.",
    "skin-30000537": "",
    "skin-40000537": "",
    "skin-10000538": "The Rex Rabbit In Search of Courage",
    "skin-20000538": "Squeak squeak... What? Rabbits don't actually make a sound? Then next time I'll simply feign sleep...",
    "skin-30000538": "",
    "skin-40000538": "",
    "skin-10000539": "The Wish-Preserving Witch of Shadows",
    "skin-20000539": "Snap, snap, snap... The wishes entrusted to me are secretly burgeoning in some unknown patch of soil...",
    "skin-30000539": "",
    "skin-40000539": "",
    "skin-10004601": "",
    "skin-20004601": "",
    "skin-30004601": "",
    "skin-40004601": "",
    "skin-10004602": "",
    "skin-20004602": "",
    "skin-30004602": "",
    "skin-40004602": "",
    "skin-10004603": "",
    "skin-20004603": "",
    "skin-30004603": "",
    "skin-40004603": "",
    "skin-10004604": "",
    "skin-20004604": "",
    "skin-30004604": "",
    "skin-40004604": "",
    "skin-10004605": "",
    "skin-20004605": "",
    "skin-30004605": "",
    "skin-40004605": "",
    "skin-10004606": "",
    "skin-20004606": "",
    "skin-30004606": "",
    "skin-40004606": "",
    "skin-10004607": "",
    "skin-20004607": "",
    "skin-30004607": "",
    "skin-40004607": "",
    "skin-10000540": "",
    "skin-20000540": "",
    "skin-30000540": "",
    "skin-40000540": "",
    "skin-10004702": "",
    "skin-20004702": "",
    "skin-30004702": "",
    "skin-40004702": "",
    "skin-10004703": "",
    "skin-20004703": "",
    "skin-30004703": "",
    "skin-40004703": "",
    "skin-10004704": "",
    "skin-20004704": "",
    "skin-30004704": "",
    "skin-40004704": "",
    "skin-10004705": "",
    "skin-20004705": "",
    "skin-30004705": "",
    "skin-40004705": "",
    "skin-10004706": "",
    "skin-20004706": "",
    "skin-30004706": "",
    "skin-40004706": "",
    "skin-10004707": "",
    "skin-20004707": "",
    "skin-30004707": "",
    "skin-40004707": "",
    "skin-10004708": "Astra's Pool Adventures",
    "skin-20004708": "Now that you're here, stop thinking about work and come swim with me, Commander! When we're tired, let's go and eat lots and lots of tasty food!",
    "skin-30004708": "",
    "skin-40004708": "",
    "skin-10004709": "",
    "skin-20004709": "",
    "skin-30004709": "",
    "skin-40004709": "",
    "skin-10000541": "Shadow Operations",
    "skin-20000541": "Only selfish grown-ups would choose to work alone like a try-hard. I'm fully prepared to set off with you anytime.",
    "skin-30000541": "",
    "skin-40000541": "",
    "skin-10000542": "Ristorante of Freedom",
    "skin-20000542": "I came today as a maid. You'll have to wait till next time if you want to hear me play my instrument.",
    "skin-30000542": "",
    "skin-40000542": "",
    "skin-10000543": "Fairy Tale Beginning",
    "skin-20000543": "I have a feeling that I used to put a lot of effort in preparing to go out just like this... Perro?! How did you get here?",
    "skin-30000543": "",
    "skin-40000543": "",
    "skin-10000544": "Artemis' Vacation",
    "skin-20000544": "We've got to hurry. We'll be able to see Orion on the seaside tonight.",
    "skin-30000544": "",
    "skin-40000544": "",
    "skin-10000545": "Morning Breeze in the Garden",
    "skin-20000545": "Good morning, welcome to my garden. Someone once entrusted it to me, now it belongs to you.",
    "skin-30000545": "",
    "skin-40000545": "",
    "skin-10004801": "Heart of Dark Iron",
    "skin-20004801": "It doesn't matter how many people the enemy has. They have no chance of breaking through, because I'm here.",
    "skin-30004801": "",
    "skin-40004801": "",
    "skin-10004802": "Requiem Array",
    "skin-20004802": "I'm ready. Let's head out, to the frontlines... to offer the enemy funeral music and a funeral wreath.",
    "skin-30004802": "",
    "skin-40004802": "",
    "skin-10004803": "Blade of White Steel",
    "skin-20004803": "I'm faster than a footsoldier even without my horse! Employ me, Comrade Castellan!",
    "skin-30004803": "",
    "skin-40004803": "",
    "skin-10004804": "Gunsmoke Decree",
    "skin-20004804": "Once this flag goes up, the meatgrinder will go into action. Hehe... You'd better keep up with me, okay?",
    "skin-30004804": "",
    "skin-40004804": "",
    "skin-10004805": "Sentinel of the Sky",
    "skin-20004805": "No false move will make it past my eyes! Let me handle the patrolling, Commander! Huh? I'm supposed to call you Lord Castellan now?",
    "skin-30004805": "",
    "skin-40004805": "",
    "skin-10004901": "",
    "skin-20004901": "",
    "skin-30004901": "",
    "skin-40004901": "",
    "skin-10004902": "",
    "skin-20004902": "",
    "skin-30004902": "",
    "skin-40004902": "Mxixi,Ami Koshimizu,",
    "skin-10004903": "",
    "skin-20004903": "",
    "skin-30004903": "",
    "skin-40004903": "",
    "skin-10004904": "",
    "skin-20004904": "",
    "skin-30004904": "",
    "skin-40004904": "",
    "skin-10004905": "",
    "skin-20004905": "",
    "skin-30004905": "",
    "skin-40004905": "",
    "skin-10004906": "",
    "skin-20004906": "",
    "skin-30004906": "",
    "skin-40004906": "",
    "skin-10004907": "",
    "skin-20004907": "",
    "skin-30004907": "",
    "skin-40004907": "",
    "skin-10004908": "",
    "skin-20004908": "",
    "skin-30004908": "",
    "skin-40004908": "",
    "skin-10005101": "",
    "skin-20005101": "",
    "skin-30005101": "",
    "skin-40005101": "",
    "skin-10005102": "",
    "skin-20005102": "",
    "skin-30005102": "",
    "skin-40005102": "",
    "skin-10005103": "",
    "skin-20005103": "",
    "skin-30005103": "",
    "skin-40005103": "Nagu,Ayane Sakura,",
    "skin-10005104": "",
    "skin-20005104": "",
    "skin-30005104": "",
    "skin-40005104": "",
    "skin-10005105": "",
    "skin-20005105": "",
    "skin-30005105": "",
    "skin-40005105": "",
    "skin-10005106": "",
    "skin-20005106": "",
    "skin-30005106": "",
    "skin-40005106": "",
    "skin-10005107": "",
    "skin-20005107": "",
    "skin-30005107": "",
    "skin-40005107": "",
    "skin-10000546": "Shield of Manhattan",
    "skin-20000546": "We've got new trouble...? Gosh, these ragtags have no place in my city.",
    "skin-30000546": "",
    "skin-40000546": "",
    "skin-10000547": "Searing Edge",
    "skin-20000547": "Looks like the job this time is to rescue some big shot...",
    "skin-30000547": "",
    "skin-40000547": "",
    "skin-10000548": "Fang",
    "skin-20000548": "Freedom and equality aren't rights you're born with. Your only choice is servitude or death.",
    "skin-30000548": "",
    "skin-40000548": "",
    "skin-10000549": "Hellfire",
    "skin-20000549": "Cleaning the city inevitably comes with a small price...",
    "skin-30000549": "",
    "skin-40000549": "RIRE, Saori Hayami,",
    "skin-10005201": "Gr G36c - Red Beret",
    "skin-20005201": "We have visual on the target; make sure you stay out of sight! Phew... Things are getting real, so I'd better put in some effort too.",
    "skin-30005201": "",
    "skin-40005201": "",
    "skin-10005202": "SL8 - Red Moon Stalker",
    "skin-20005202": "Don't even try to run. Delay your destiny all your want, I will still...find my target! Special Ops Agent SL8, ready to move out!",
    "skin-30005202": "",
    "skin-40005202": "",
    "skin-10005203": "VHS - Keeper on Page 8",
    "skin-20005203": "Password - \"secrets should remain buried forever.\" Yes, I'm VHS. Target change confirmed, I will head to the new destination right away.",
    "skin-30005203": "",
    "skin-40005203": "",
    "skin-10005204": "Super-Shorty - Bad Cop for Life",
    "skin-20005204": "Snipers, find cover immediately! Report target parameters. Confirmed and locked on... I'll give you backup!",
    "skin-30005204": "",
    "skin-40005204": "",
    "skin-10005205": "SAF - Mysterious Wayfarer SA",
    "skin-20005205": "Taking off your helmet means defeat. Hold it right there. Don't... Never mind, I yield! Please give me a hug!",
    "skin-30005205": "",
    "skin-40005205": "",
    "skin-10005206": "TEC-9 - Wiretap Mystery",
    "skin-20005206": "Simple radio stand erected. No humans or abnormal signals nearby... Receiving transmission. Please finish the sentence - \"Secrets are denied facts, so...?\"",
    "skin-30005206": "",
    "skin-40005206": "",
    "skin-10005301": "",
    "skin-20005301": "",
    "skin-30005301": "",
    "skin-40005301": "",
    "skin-10005302": "",
    "skin-20005302": "",
    "skin-30005302": "",
    "skin-40005302": "",
    "skin-10005303": "",
    "skin-20005303": "",
    "skin-30005303": "",
    "skin-40005303": "",
    "skin-10005304": "",
    "skin-20005304": "",
    "skin-30005304": "",
    "skin-40005304": "",
    "skin-10005305": "",
    "skin-20005305": "",
    "skin-30005305": "",
    "skin-40005305": "",
    "skin-10005306": "",
    "skin-20005306": "",
    "skin-30005306": "",
    "skin-40005306": "",
    "skin-10005307": "",
    "skin-20005307": "",
    "skin-30005307": "",
    "skin-40005307": "",
    "skin-10005308": "",
    "skin-20005308": "",
    "skin-30005308": "",
    "skin-40005308": "",
    "skin-10005309": "",
    "skin-20005309": "",
    "skin-30005309": "",
    "skin-40005309": "",
    "skin-10005401": "",
    "skin-20005401": "",
    "skin-30005401": "",
    "skin-40005401": "",
    "skin-10005402": "",
    "skin-20005402": "",
    "skin-30005402": "",
    "skin-40005402": "",
    "skin-10005403": "",
    "skin-20005403": "",
    "skin-30005403": "",
    "skin-40005403": "",
    "skin-10005404": "",
    "skin-20005404": "",
    "skin-30005404": "",
    "skin-40005404": "",
    "skin-10005405": "",
    "skin-20005405": "",
    "skin-30005405": "",
    "skin-40005405": "",
    "skin-10005406": "",
    "skin-20005406": "",
    "skin-30005406": "",
    "skin-40005406": "",
    "skin-10005407": "",
    "skin-20005407": "",
    "skin-30005407": "",
    "skin-40005407": "",
    "skin-10005408": "",
    "skin-20005408": "",
    "skin-30005408": "",
    "skin-40005408": ""
}