{
  "skin-10000001": "Pumpkin Mishka",
  "skin-20000001": "Where's everyone hiding? I'm gonna trick you!~",
  "skin-30000001": "There are no such things as demons or monsters in this world, but if you dare to interrupt my time with the Commander on this Halloween event today…",
  "skin-10000002": "Kitty Paws",
  "skin-20000002": "Not at all. I'm enjoying the night very much. It'd probably be better for everyone if I could stay forever on the side of the dead, wouldn't it?",
  "skin-30000002": "Oh? There's actually something that you need my help with?",
  "skin-10000003": "Nocturnal Familiar",
  "skin-20000003": "This is my favorite day of the year, Commander! People give me loads of snacks, tee-hee!",
  "skin-30000003": "Yes, alright, I understand!",
  "skin-10000004": "Candy Express",
  "skin-20000004": "I'm an expert at snacks when it comes to Halloween. Huh? Cosplay? I'll pass, ahahaha...",
  "skin-30000004": "I'll let you off this time, but you'll have to bring me the best baking powder next time.",
  "skin-10000005": "Classic Witch",
  "skin-20000005": "Tee-hee, it's Halloween. M14, as always, is on cloud nine over there...",
  "skin-30000005": "Where are you looking at? …You are staring a bit too much.",
  "skin-10000006": "Haunted Castle",
  "skin-20000006": "Eek! I wasn't scared or anything! Ah! Don't bring that jack-o'-lantern any closer!",
  "skin-30000006": "It's all fake! How can it be scary?! There's no such thing as…",
  "skin-10000007": "Carmilla",
  "skin-20000007": "You're giving me candies? Hurray! Commander you're the best!",
  "skin-30000007": "You're giving me candies? Hurray! I love you the most, Commander!",
  "skin-10000008": "Impish Sweetheart",
  "skin-20000008": "Many girls will be looking glamorous tonight, but you...must only have eyes for me.",
  "skin-30000008": "Hm? You like it, Darling? I prepared it just for you.",
  "skin-10000009": "Neet Zombie",
  "skin-20000009": "I don't mind joining in if I can get candies... Huh? There's more to it? Then I'll pass.",
  "skin-30000009": "Life…isn't a bed of roses…",
  "skin-10000010": "Huntress' Frock",
  "skin-20000010": "I shall bring glory to your name on both the battlefield and the hunting ground.",
  "skin-30000010": "",
  "skin-10000011": "Witch from Afar",
  "skin-20000011": "Oh, who's at the door? Halloween...? The candies aren't ready yet... Will green tea ice cream do?",
  "skin-30000011": "Ah…I suppose you could say it's a hobby of mine. As for that teapot, it is used as a counterweight.",
  "skin-10000101": "Dorky Sleepyhead",
  "skin-20000101": "What, you're happy with how I dress? Idiots have such unfathomable tastes...",
  "skin-30000101": "",
  "skin-10000102": "Bunny Girl",
  "skin-20000102": "All right~ time to place your bet! How likely do you think you'll win, Commander?",
  "skin-30000102": "",
  "skin-10000103": "Boisterous Rogue",
  "skin-20000103": "Bein' a maverick is the way of the pirate! Objections and obstacles mean nothin' to me!",
  "skin-30000103": "",
  "skin-10000104": "Water Gown",
  "skin-20000104": "Commander... Since you're in a rare mood for refinement, how about enjoying a cup of nice tea with me?",
  "skin-30000104": "",
  "skin-10000105": "Weekend Cop",
  "skin-20000105": "How about a date at the weekend? Then leave your safety to me. It's a special service, all right?",
  "skin-30000105": "",
  "skin-10000106": "Party Sweetheart",
  "skin-20000106": "Let the party begin already! We can't keep the ladies waiting any longer!",
  "skin-30000106": "",
  "skin-10000201": "Rays of Youth",
  "skin-20000201": "",
  "skin-30000201": "",
  "skin-10000202": "Urban Freedom",
  "skin-20000202": "",
  "skin-30000202": "",
  "skin-10000203": "Rock 'n' Spanner",
  "skin-20000203": "",
  "skin-30000203": "",
  "skin-10000204": "Griffin Uniform",
  "skin-20000204": "",
  "skin-30000204": "",
  "skin-10000205": "Gems & Fireworks",
  "skin-20000205": "",
  "skin-30000205": "",
  "skin-10000206": "Winter Party",
  "skin-20000206": "",
  "skin-30000206": "",
  "skin-10000207": "",
  "skin-20000207": "",
  "skin-30000207": "",
  "skin-10000301": "Wish Upon A Star",
  "skin-20000301": "Merry Christmas! What a wonderful Christmas tree!",
  "skin-30000301": "Cola is a necessity in life, so...Commander, let's enjoy it together~",
  "skin-10000302": "O Holy Night",
  "skin-20000302": "Tee-hee, it's Christmas. What dishes should I prepare?",
  "skin-30000302": "I didn't expect to receive a surprise on Christmas. Seems like this is in fact a magical holiday.",
  "skin-10000303": "Xmas Parade",
  "skin-20000303": "Merry Christmas! Santa Claus is coming, right? RIGHT?",
  "skin-30000303": "If you accidentally lose your gift, don't worry! M14 will help you find it!",
  "skin-10000304": "Xmas At Home",
  "skin-20000304": "Merry Christmas, Commander! I was invited to the Santa Claus hunt, but I've decided to stay cozy here at home after all!",
  "skin-30000304": "It's so hard to tell jokes… But for the sake of the promise with the Commander, I won't give up!",
  "skin-10000305": "Winter Fairy",
  "skin-20000305": "How's my Christmas gown? ...Of course it's exceptional! You'd better enjoy the view on this marvelous festive day.",
  "skin-30000305": "Authentic kvass is the best. Too bad it's so hard to come by. It'd be great if we had a chance to drink to our heart's content.",
  "skin-10000306": "Date in the Snow",
  "skin-20000306": "You've got nothing to do anyway. I take pity on your being all alone so I'm keeping you company.",
  "skin-30000306": "I'm only keeping this wine label because I rarely come across things from my country! Don't think I'm saving it because I'm grateful to you!",
  "skin-10000307": "Xmas Reindeer",
  "skin-20000307": "Will it snow on Christmas Day? I've never seen snow. It's on my bucket list...",
  "skin-30000307": "This is my first time seeing snow; it's really beautiful…but it's too cold.",
  "skin-10000308": "Winter Supply",
  "skin-20000308": "Merry Christmas, Commander... Please end the ball early. It feels a bit chilly...wearing this dress the entire night...",
  "skin-30000308": "People with refined tastes can derive a special kind of enjoyment from shopping. You need to develop yourself, Commander, in both taste and physical fitness.",
  "skin-10000309": "Crimson Guardian",
  "skin-20000309": "Merry Christmas, Commander. Let me help with cleaning the windows. It is a little dangerous, after all. It is safer to leave it to me.",
  "skin-30000309": "Being able to spend Christmas with everyone is really fun. I hope that we'll be able to do the same for every other holiday in the future.",
  "skin-10000310": "Korvatunturi Pixie",
  "skin-20000310": "Merry Christmas, Commander... Are you happy with my outfit tonight? As the first to welcome Santa Claus, I must look my absolute best.",
  "skin-30000310": "The Christmas music performance was a great success! It would be nice if my favorite music is just as well received…",
  "skin-10000401": "Scarlet Sage",
  "skin-20000401": "Happy New Year, Commander! Remember to turn in your extra red packets to the organization.",
  "skin-30000401": "",
  "skin-10000402": "Sunflower",
  "skin-20000402": "Happy New Year, Commander! I'll have more companions to play with this new year, yeah? YEAH?!",
  "skin-30000402": "",
  "skin-10000403": "Chrysanthemum",
  "skin-20000403": "What? New Year plans? I-I haven't got any! What should I do?! Fine...j-just this once! Don't laugh!",
  "skin-30000403": "",
  "skin-10000404": "Cyclamen",
  "skin-20000404": "Happy New Year, Commander! Thanks to your guidance, I've improved quite a lot last year, haven't I? Please expect more from me this year!",
  "skin-30000404": "",
  "skin-10000405": "Narcissus",
  "skin-20000405": "Happy New Year, Commander. With so many new companions this year, I'll need to prepare quite a lot of red packets. I already gave 97 hers last night.",
  "skin-30000405": "",
  "skin-10000406": "Peony",
  "skin-20000406": "Happy New Year, Commander! Look, Sis has given me another red packet! Gee, this is the only day of the year when I think it's nice to have a sister.",
  "skin-30000406": "",
  "skin-10000407": "Fairy Primrose",
  "skin-20000407": "Happy, Happy New Year! My, it's a pain to have so many people asking for red packets! Give me some reimbursement, Commander!",
  "skin-30000407": "",
  "skin-10000501": "Lord of War",
  "skin-20000501": "Boss! If you want to survive on the battlefield, then let's get a really cool scar together!",
  "skin-30000501": "",
  "skin-10000502": "At Your Service",
  "skin-20000502": "So these are the duties of a maid? Doesn't seem like too much of a challenge.",
  "skin-30000502": "",
  "skin-10000408": "Romantic Mission",
  "skin-20000408": "Today is Valentine's Day. Accept my gift, Commander, or else...",
  "skin-30000408": "",
  "skin-10000409": "\"Am I Late?\"",
  "skin-20000409": "You've received quite a pile of chocolate today, haven't you, Commander? ...So getting another box won't hurt, right? Tee-hee ♪",
  "skin-30000409": "",
  "skin-10000410": "\"Just This Time.\"",
  "skin-20000410": "Here's some chocolate I made, Commander. I'm sure everyone made some for you, but isn't mine better?",
  "skin-30000410": "",
  "skin-10000411": "English in Love",
  "skin-20000411": "Please inspect these chocolates... They're confirmed to be free of poison, so please take them, Commander.",
  "skin-30000411": "",
  "skin-10000603": "Reciprocated Love",
  "skin-20000603": "Huh? My feelings...are reciprocated? I don't see what's so appealing about me, but this day has come all of a sudden.",
  "skin-30000603": "",
  "skin-10000601": "A Couple's Journey",
  "skin-20000601": "...Business between two people? I don't quite understand, but surely you'll teach me, won't you?",
  "skin-30000601": "",
  "skin-10000602": "Moment of Vows",
  "skin-20000602": "Exchanging vows with you is the happiest moment of my life, Commander. I will to bring you even more glory from today onward!",
  "skin-30000602": "",
  "skin-10000604": "Lifelong Protector",
  "skin-20000604": "From now on, please allow me to watch over you forever. It will be my honor for the rest of my life!",
  "skin-30000604": "",
  "skin-10000605": "By Your Side",
  "skin-20000605": "Please let me stay by your side and let us forge a path ahead together.",
  "skin-30000605": "",
  "skin-10000606": "Pinky Swear",
  "skin-20000606": "My, you end up within my grasp, after all.",
  "skin-30000606": "",
  "skin-10000607": "The Big Day",
  "skin-20000607": "Today is the big day, but don't be too nervous.",
  "skin-30000607": "",
  "skin-10000701": "Literary Girl",
  "skin-20000701": "Will I be sharing a desk with M4A1 or...",
  "skin-30000701": "",
  "skin-10000702": "Ace on Duty",
  "skin-20000702": "Hey... This bit of the floor hasn't been swept properly. Don't slack off when you're on duty.",
  "skin-30000702": "",
  "skin-10000703": "Survival Club",
  "skin-20000703": "Want to join our club? ...Survival isn't just a game.",
  "skin-30000703": "",
  "skin-10000704": "Battle Sailor",
  "skin-20000704": "The waves are here. May our bullets reach beyond the vast ocean!",
  "skin-30000704": "",
  "skin-10000801": "Crimson Starlet",
  "skin-20000801": "You've been with me all this time, Commander. Surely you know perfectly well whether there's poison in a scorpion's rose?",
  "skin-30000801": "I'm sure to become the main character the next time we have a party!",
  "skin-10000802": "Queen in Radiance",
  "skin-20000802": "The spotlights in the ball tonight...will definitely bear witness to the most beautiful moment.",
  "skin-30000802": "I have had a very enjoyable year and hope that more children will be able attend the formal banquet in the coming year.",
  "skin-10000803": "Moonlit Ocean",
  "skin-20000803": "I never realized how much we've been through together. I'm sure you'll always be by my side.",
  "skin-30000803": "How did I get back to my dorm? I don't really remember… Whatever, I haven't had that much fun drinking in a long time.",
  "skin-10000804": "Ballroom Interlude",
  "skin-20000804": "Commander promised to dance with me, so where on earth is... Oh! W-What is it?! You're late! Just shut up!",
  "skin-30000804": "I thought carrying a gun within a violin case was a good idea, but it brought about unexpected troubles… What should I do next time?",
  "skin-10000805": "Starry Cocoon",
  "skin-20000805": "Commander, may the dancefloor...become a place for just the two of us tonight.",
  "skin-30000805": "Why does everyone look at me with such fearful eyes? …Did something happen last night?",
  "skin-10000806": "Tender Nocturne",
  "skin-20000806": "Is the red carpet ready? You'd better not let me trip, you hear?",
  "skin-30000806": "Huuuu… Although they said the party last night was supposed to be a time to unwind, I'm still feeling pretty tired. I think I'll sleep for a while longer…",
  "skin-10000807": "Bunny Macchiato",
  "skin-20000807": "With delicious food and the lovely yours truly, today's celebration really is a special treat!",
  "skin-30000807": "One day I will grow to be mature enough to be approved for the formal banquet! Huhu, then, everyone will be envious of me~",
  "skin-10000808": "Concert Diva!",
  "skin-20000808": "Is it the finale? Then I'm on!",
  "skin-30000808": "Ahaha… I forgot to clean up the hotel warehouse. I hope that I didn't inconvenience the hotel staff…",
  "skin-10000901": "Onion Shooter",
  "skin-20000901": "Huh? W-Why have I shru-... W-Worry not. I can still fight even in this form! ...I hope...",
  "skin-30000901": "",
  "skin-10000902": "Thumbelina",
  "skin-20000902": "Want a shoulder massage, Commander? ...Yeah, don't worry! I'll put all my strength into it!",
  "skin-30000902": "",
  "skin-10000903": "Teddy, Transform!",
  "skin-20000903": "Hmm... Is life always so hard? Or is it only when I'm little?",
  "skin-30000903": "",
  "skin-10000904": "Little Drifter",
  "skin-20000904": "Commander, you'll get arrested for not giving children presents today, you know.",
  "skin-30000904": "",
  "skin-10000905": "Mini Maid",
  "skin-20000905": "Huh? Is my rifle actually this huge? ...Then I'd better make an effort in growing up.",
  "skin-30000905": "",
  "skin-10000503": "μ-12",
  "skin-20000503": "Lux Sanctus: Murakumo, activate!",
  "skin-30000503": "",
  "skin-10000504": "Magnum Wedding",
  "skin-20000504": "Oh, my perfect husband, where are you?",
  "skin-30000504": "",
  "skin-10000505": "Doll Annihilator",
  "skin-20000505": "Elphelt Valentine. Here to annihilate all unworthy Dolls!",
  "skin-30000505": "",
  "skin-10001101": "Op. Blazing Sun",
  "skin-20001101": "Let me take care of the murderous intent drifting in the sea wind.",
  "skin-30001101": "",
  "skin-10001102": "Summer Cicada",
  "skin-20001102": "I can't wait to show 97 this swimsuit, tee-hee!",
  "skin-30001102": "",
  "skin-10001103": "Midsummer Pixie",
  "skin-20001103": "Amazing! ...The sea seems to melt into the sky!",
  "skin-30001103": "",
  "skin-10001104": "Tropical Storm",
  "skin-20001104": "Commander... Let the sunshine sear our shadows together onto the sea!",
  "skin-30001104": "",
  "skin-10001105": "Summer Parader",
  "skin-20001105": "This time I'll be drawing everyone's eyes, not just yours, you hear? Sit back and enjoy the show.",
  "skin-30001105": "",
  "skin-10001106": "Beach Princess",
  "skin-20001106": "Tee-hee, this is truly the best outfit for summer!",
  "skin-30001106": "",
  "skin-10001107": "Stirring Mermaid",
  "skin-20001107": "Let's find the spot where the sea breeze feels the best, Commander!",
  "skin-30001107": "",
  "skin-10001108": "Op. Manta Ray",
  "skin-20001108": "Th-The swimsuit was already bought. It'd be a pity not to wear it...it's not just for you, okay?!",
  "skin-30001108": "",
  "skin-10001109": "Cruise Queen",
  "skin-20001109": "Hmm... You've chosen a truly intriguing design, Commander. Are you happy?",
  "skin-30001109": "",
  "skin-10001201": "Flower and Water",
  "skin-20001201": "Oh, it's you? Don't get in my way. I'm looking for the best apple candy in the festival.",
  "skin-30001201": "",
  "skin-10001202": "Ode to Summer",
  "skin-20001202": "Oh, didn't expect to see you here... Want to wait for the fireworks with me?",
  "skin-30001202": "",
  "skin-10001203": "Flurry of Petals",
  "skin-20001203": "Let's not talk about work since it's so lively tonight. What do you say we enjoy ourselves?",
  "skin-30001203": "",
  "skin-10001204": "The Three Crows",
  "skin-20001204": "Tee-hee! I'm gonna come first in all the games in the festival tonight!",
  "skin-30001204": "",
  "skin-10001205": "Sleepless Begonias",
  "skin-20001205": "What will the fireworks show be like, Commander? I can't wait!",
  "skin-30001205": "",
  "skin-10001301": "Arctic Fox",
  "skin-20001301": "I put a bit of effort in dressing up. Hmm...that should do it.",
  "skin-30001301": "",
  "skin-10001302": "Bullets Cafe",
  "skin-20001302": "My service is dedicated to you, Commander, and you alone.",
  "skin-30001302": "",
  "skin-10001303": "Battlefield Baker",
  "skin-20001303": "Fancy some dessert? I can also try making things that aren't on the menu.",
  "skin-30001303": "",
  "skin-10001304": "Urban Holiday",
  "skin-20001304": "Argh... This shirt is so loose. What a bother.",
  "skin-30001304": "",
  "skin-10001305": "Night at the Bar",
  "skin-20001305": "Take care not to drink too much, Commander... But leave it to me if you do get drunk.",
  "skin-30001305": "",
  "skin-10001401": "Lord of Darkness",
  "skin-20001401": "These sort of costumes won't scare me. Things that are already dead…will simply return to the darkness.",
  "skin-30001401": "",
  "skin-10001402": "Fox of Green Hill",
  "skin-20001402": "Tonight's candies are ready. Call everyone over, but not too many at once.",
  "skin-30001402": "",
  "skin-10001403": "The Seventh Banisher",
  "skin-20001403": "What do you want to do tonight? I've prepared a hundred ghost stories for the occasion.",
  "skin-30001403": "",
  "skin-10001404": "Demonic Gun Sister",
  "skin-20001404": "No trick no treat! Hehe, I've received a lot of candies tonight. Why? Because I'm cute of course!",
  "skin-30001404": "",
  "skin-10001405": "The Final Alice",
  "skin-20001405": "Rest assured. Leave the deathrock to me for the ball tonight.",
  "skin-30001405": "",
  "skin-10001406": "Precious Candy Thief",
  "skin-20001406": "Trick or treat! Trick or treat! Trick or treat!",
  "skin-30001406": "",
  "skin-10001407": "Wolf Walker",
  "skin-20001407": "This is the first gift I've received tonight. I'm gonna open it up and see what's inside! …Ah!! …I knew it was a prank…",
  "skin-30001407": "",
  "skin-10000506": "Kiana's Dress",
  "skin-20000506": "Hmph! I'm Her Royal Highness from the world of Collapse!",
  "skin-30000506": "",
  "skin-10000507": "Bronya's Armor",
  "skin-20000507": "Specialized Armor initiated. Force Shield…engaged!",
  "skin-30000507": "",
  "skin-10000508": "Seele's Ceremony",
  "skin-20000508": "A-After putting on this costume, Seele feels all empty inside…",
  "skin-30000508": "",
  "skin-10001501": "Demon Hunter",
  "skin-20001501": "You must dress appropriately with class when you're entering high-end venues. This is the rule of the industry.\n",
  "skin-30001501": "It's a shame that I couldn't see the entire opera performance. I'll go again the next time when no one is going to interrupt me.",
  "skin-10001502": "Fantôme de l'Opera",
  "skin-20001502": "Exquisite clothing is a component of a successful stage performance, so…I suppose clothing is an element of your strength as well?\n",
  "skin-30001502": "The theatre gave me a still photo after the mission, but it would've been better if it was from the front...",
  "skin-10001503": "Lady's Secret Order",
  "skin-20001503": "Hm, the correct attire makes my victory that much more perfect.\n",
  "skin-30001503": "You look a little pale after viewing the invoice… Why?",
  "skin-10001504": "Wilderness Hunter",
  "skin-20001504": "I'm more adapted for wilderness warfare with these clothes. …Hm, I can better protect my allies as well.\n",
  "skin-30001504": "In the lulls between battles, even a cup of instant coffee is heaven on earth.",
  "skin-10001505": "Hooligan Racer",
  "skin-20001505": "Hey! I'm still very cool with a new melody♪",
  "skin-30001505": "Mmm… I'm gonna try a new rhythm the next time I go on a ride♪",
  "skin-10001506": "Burst Rider",
  "skin-20001506": "Um…my clothes are also very expensive, be careful!\n",
  "skin-30001506": "Commander, I'll lend you a copy of the key for the motorcycle. Don't forget about the practice you promised me!",
  "skin-10001507": "\"Bartender\"",
  "skin-20001507": "Guten Tag, my Commander. G36 is here to serve. Do I...look more like an attendant like this?\n",
  "skin-30001507": "This is the bomb's fuse. …How dangerous. But don't worry, I will protect everyone.",
  "skin-10001608": "Little Reindeer in the Forest",
  "skin-20001608": "Merry Christmas, Commander! There will be many events tonight. Want me to be your guide?",
  "skin-30001608": "",
  "skin-10001601": "RFP Stole Christmas",
  "skin-20001601": "The Christmas DLC is on sale! Commander, buy it for me as a present, please?",
  "skin-30001601": "",
  "skin-10001602": "The Most Beautiful Gift of Mine",
  "skin-20001602": "Merry Christmas… Commander, did you finish setting up for the banquet? I'll head over to eat in a bit.",
  "skin-30001602": "",
  "skin-10001603": "Gunfire Offering of the Snow Maiden",
  "skin-20001603": "How can you convince me that Santa Claus exists? If I get to shoot at him… Just kidding.",
  "skin-30001603": "",
  "skin-10001604": "Winter Gatherer",
  "skin-20001604": "Commander, look! I tore off Santa's beard! Hahahahaa! This is too much fun!",
  "skin-30001604": "",
  "skin-10001605": "Gift-Peddling Christmas Tree",
  "skin-20001605": "Merry Christmas, Commander. Why don't you leave a button in the stocking for Santa Claus?...",
  "skin-30001605": "",
  "skin-10001606": "The Christmas You Wished For",
  "skin-20001606": "Christmas? I love it~ There's cake to eat too!",
  "skin-30001606": "",
  "skin-10005000": "Original",
  "skin-20005000": "Original Costume",
  "skin-30005000": "Original Costume",
  "skin-10005001": "Original",
  "skin-20005001": "Original Costume",
  "skin-30005001": "Original Costume",
  "skin-10005002": "Original",
  "skin-20005002": "Original Costume",
  "skin-30005002": "Original Costume",
  "skin-10005003": "Original",
  "skin-20005003": "Original Costume",
  "skin-30005003": "Original Costume",
  "skin-10005004": "Original",
  "skin-20005004": "Original Costume",
  "skin-30005004": "Original Costume",
  "skin-10005005": "Original",
  "skin-20005005": "Original Costume",
  "skin-30005005": "Original Costume",
  "skin-10005006": "M1895 - Original",
  "skin-20005006": "Original Costume",
  "skin-30005006": "Original Costume",
  "skin-10005007": "Mosin-Nagant - Original",
  "skin-20005007": "Original Costume",
  "skin-30005007": "Original Costume",
  "skin-10005008": "M1918 - Original",
  "skin-20005008": "Original Costume",
  "skin-30005008": "Original Costume",
  "skin-10005009": "MP-446 - Original",
  "skin-20005009": "Original Costume",
  "skin-30005009": "Original Costume",
  "skin-10005010": "SAA - Original",
  "skin-20005010": "Original Costume",
  "skin-30005010": "Original Costume",
  "skin-10005011": "SV-98 - Original",
  "skin-20005011": "Original Costume",
  "skin-30005011": "Original Costume",
  "skin-10005012": "Gr G3 - Original",
  "skin-20005012": "Original Costume",
  "skin-30005012": "Original Costume",
  "skin-10005013": "Bren - Original",
  "skin-20005013": "Original Costume",
  "skin-30005013": "Original Costume",
  "skin-10005014": "",
  "skin-20005014": "",
  "skin-30005014": "",
  "skin-10005015": "",
  "skin-20005015": "",
  "skin-30005015": "",
  "skin-10005016": "",
  "skin-20005016": "",
  "skin-30005016": "",
  "skin-10005017": "",
  "skin-20005017": "",
  "skin-30005017": "",
  "skin-10005018": "",
  "skin-20005018": "",
  "skin-30005018": "",
  "skin-10005019": "",
  "skin-20005019": "",
  "skin-30005019": "",
  "skin-10001701": "Rabbit Squad",
  "skin-20001701": "Hehe~ Commander, wanna know my phone number? You'd better call me a lot~",
  "skin-30001701": "",
  "skin-10001702": "ThanX! & Go2Hell!",
  "skin-20001702": "This is the most popular style right now! This is the real deal gotten from my secret supplier… If you want to compliment me then let it all out!",
  "skin-30001702": "",
  "skin-10001703": "Snowflakes in Arms",
  "skin-20001703": "After being accustomed to the underwater coldness…being warm like this makes me feel even more blessed.",
  "skin-30001703": "",
  "skin-10001704": "Crossing in Labyrinth",
  "skin-20001704": "Let's head out now before our path turns into a labyrinth.",
  "skin-30001704": "",
  "skin-10001705": "Cross the Milky Way",
  "skin-20001705": "It's alright even if I'm dressed in my work clothes? …Hehe, alright, if this is what you want as a part of the service.",
  "skin-30001705": "",
  "skin-10001801": "Red Peony",
  "skin-20001801": "Commander, your plans for Chinese New Year…will there be any chances for me to shine?",
  "skin-30001801": "It's a shame that I couldn't put as much money as I had wanted to in the red packets… But I still got to see interesting reactions…",
  "skin-10001802": "Plum Blossom Seal",
  "skin-20001802": "A year has passed in the blink of an eye, Commander. Are we one step closer to our ideal future?",
  "skin-30001802": "Aww…this design is so cute, I can't bear to ignite it! I think I'll save one… You mustn't let ART556 find out!",
  "skin-10001803": "Lotus White",
  "skin-20001803": "Commander, it's so boring to stay cooped up at home during Chinese New Year. Let's go on an adventure outside!",
  "skin-30001803": "Uwaa… Help, Commander! I'm going to get eaten by a plush monster!",
  "skin-10001804": "Zephyr Lily",
  "skin-20001804": "Any Chinese New Year events this year? They'd better be fun!",
  "skin-30001804": "Human beings are so forgetful… This spare button, I'm going to hold onto it for the Commander!",
  "skin-10001805": "Honey Flower",
  "skin-20001805": "It's a new year, Darling! Did you notice that I look different today? I'll give you ten seconds to tell me which seven things that are different.",
  "skin-30001805": "Darling, you seem to enjoy these things called \"dumplings\". Give me the recipe and I'll make more for you later, Darling~",
  "skin-10001806": "Snow Ipomoea",
  "skin-20001806": "Happy new year, Commander. Please enjoy the holiday!",
  "skin-30001806": "The art of paper cutting is quite interesting, and it helps you exercise your patience too. It really is rewarding to have participated in the preparations for the festival.",
  "skin-10001807": "Camellia Tea",
  "skin-20001807": "Commander, what is your destination this year? Let me continue to accompany you on your journey.",
  "skin-30001807": "This is a train ticket template from a pawn shop. How nostalgic… I'd better keep it safe.",
  "skin-10001808": "Yellow Star-Thistle",
  "skin-20001808": "Happy Chinese New Year, Commander. Last year's financial statement is out and it looks like we weren't wasteful. Please keep it up.",
  "skin-30001808": "This festival of extravagance and wastefulness… Although everyone is enjoying themselves, we should still keep frugality in mind.",
  "skin-10001809": "Lotus of the East Lake",
  "skin-20001809": "Master, happy Chinese New Year! Did you make any plans for this holiday? Wanna think it over a cup of coffee?~",
  "skin-30001809": "",
  "skin-10001901": "Vector - Ardent Devotion",
  "skin-20001901": "Since I've always been difficult with you, I'll take it as my loss this time.",
  "skin-30001901": "To have kept this gloomy photo, I'm truly sorry. But that was what I truly felt when the photo was taken…more or less.",
  "skin-10001902": "Five-seveN - Smile of Acceptance",
  "skin-20001902": "Thank you. Please let me stay with you from now on and become your most trusted partner.\n",
  "skin-30001902": "If you can send out wedding invitations someday…then please use this wax seal stamp.",
  "skin-10001903": "MP5 - A Small Step",
  "skin-20001903": "Can someone like me who is insignificant in everything really stay by your side?",
  "skin-30001903": "I want to wear those long skirts that other girls wear… I will work hard to grow taller to achieve this goal!",
  "skin-10001904": "Gr G36 - Pure White Cornflower",
  "skin-20001904": "There is nothing for me to be afraid of anymore. As long as I am by your side, I can find the courage to face off against any adversity!",
  "skin-30001904": "I didn't even realize there was a flower ornament in my hair. I'll keep it as a memento.",
  "skin-10001905": "Type56-1 - 'Til Death Do Us Part",
  "skin-20001905": "It's too late to regret your choice now, ahaha! I'm not going to let you go!",
  "skin-30001905": "This seal is quite straightforward. It would be great if there are more opportunities to use it in the future… Haha, although that's probably not happening.",
  "skin-10001906": "SV-98 - Pierce Your Heart!",
  "skin-20001906": "I don't need to make any notes, right? After all, it's a once-in-a-lifetime thing.",
  "skin-30001906": "You even get a small token of appreciation from the photo studio? I don't know what a real wedding feels like, but I feel a little embarrassed accepting this gift…",
  "skin-10002001": "K2 - Far East Princess",
  "skin-20002001": "Don't underestimate the princess on the battlefield. Put up a nice fight before kneeling before me, okay?",
  "skin-30002001": "",
  "skin-10002002": "K5 - Dome Moonlight",
  "skin-20002002": "How many reccuring fates has the moonlight witnessed from the past to the present?",
  "skin-30002002": "",
  "skin-10002003": "KLIN - Waning Winter",
  "skin-20002003": "I want to burn the entire winter away, leaving my own ashes in this frozen world.",
  "skin-30002003": "",
  "skin-10002004": "Type63- Yellow Dark Pheonix",
  "skin-20002004": "Everything between heaven and earth is within my range. Come after me if you dare!",
  "skin-30002004": "",
  "skin-10000509": "El Clear - Pocket City Queen the Second",
  "skin-20000509": "Hoho~ So this is the so-called popular music? I can be a chart topper with even this genre~",
  "skin-30000509": "",
  "skin-10000510": "El Fail - Pocket City Queen the Third",
  "skin-20000510": "Is it the next song already? …Ah! This is…hehe~ This one is my best song~",
  "skin-30000510": "",
  "skin-10002101": "Gd DSR-50 - Highest Bid",
  "skin-20002101": "Cherish our encounter tonight. This fine wine will certainly leave you with a memorable taste, huhu…",
  "skin-30002101": "Women with secrets are the most feminine… Will you satisfy the curiosity in your heart, or will you protect yourself from the truth?",
  "skin-10002102": "Grizzly - Starry Night Ball",
  "skin-20002102": "Commander, would you like to have a dance with me on the stage? No skills needed as long as you're enthusiastic.",
  "skin-30002102": "I really can't make heads or tails of this… Whatever. It's more important to ask the Commander for an allowance than to dwell on those things!",
  "skin-10002103": "Welrod MkⅡ - Night Veil Crisis",
  "skin-20002103": "It seems like there are uninvited guests looking to cause trouble in our grand night ceremony. We must stay vigilant.",
  "skin-30002103": "Even if one has already fallen into a sinful swamp, those by the water will still try to save their companion by casting him a rope. People call this kind of childish and uncontrollable impulse \"friendship\"",
  "skin-10002104": "Zas M21 - White Queen",
  "skin-20002104": "The time has reset to zero once again. Everything we've experienced during this period will push us another step closer to the future…right?",
  "skin-30002104": "The truth is quite expensive, Commander. So, did you buy the nail polish I wanted yet?",
  "skin-10002105": "SAA - Queen of Miracles",
  "skin-20002105": "Everyone! Raise the cola in your hand! Cheers for the miracles to befall us tonight!",
  "skin-30002105": "The moment you used cola as a bet was the moment you lost to me.",
  "skin-10002106": "UMP9 - The World's Melody",
  "skin-20002106": "The venue is so lively that I can't even find big sis 45! Do you think she ran off by herself to grab a bite?",
  "skin-30002106": "A wish for the coming year? Hm…I hope that all my missions in the future are as easy and interesting as tonight!",
  "skin-10002107": "UMP45 - Diamond Flower",
  "skin-20002107": "A banquet, huh… An atmosphere like this is really fresh for me. Do you enjoy this atmosphere, Commander?",
  "skin-30002107": "I've brought you misfortune. …But being able to say this here may be a fortunate thing in itself.",
  "skin-10002108": "IDW - Cat in the Box",
  "skin-20002108": "Nyahaha~ If you want to get the treasure in the venue then you'll have to get through me first!",
  "skin-30002108": "Although I've lost this time, I'll be back next time da nya! …What? That's a villain's line? I don't believe you!",
  "skin-10002109": "EVO 3 - White Night Star",
  "skin-20002109": "Commander, will there be a small celebration feast after this banquet mission?",
  "skin-30002109": "The real importance lies in our performance… Jeez, I can't help but feel like I'm glowing after hearing you say that.",
  "skin-10002201": "Carcano M1891 - Little Brave Cano",
  "skin-20002201": "Sister~ I'm over here! Follow me closely or you'll get left behind!",
  "skin-30002201": "",
  "skin-10002202": "Carcano M91/38 - Miss Pinocchio",
  "skin-20002202": "W-Wait up, big sister! You're going so slow that I can't catch up!",
  "skin-30002202": "",
  "skin-10002203": "Five-seven - Adventures of Little Finn",
  "skin-20002203": "Hold firmly onto my hand, okay, Commander? Otherwise, I'll be very worried if you get lost~",
  "skin-30002203": "",
  "skin-10002204": "PP-19 - Frog Princess",
  "skin-20002204": "Posing like this in combat…may just shock the enemy into breaking formation. It's worth a try!",
  "skin-30002204": "",
  "skin-10002205": "C-MS - The Wonderful Adventures of Geese",
  "skin-20002205": "I'm a growing girl after all, so even fish bones shouldn't go to waste… Ouch, a bone pricked my mouth.",
  "skin-30002205": "",
  "skin-10002206": "Thunder - Lenore's Raven",
  "skin-20002206": "Are we really \"children\"…if we do not have \"parents\"?",
  "skin-30002206": "",
  "skin-10002301": "NTW-20 - The Aristocrat Experience",
  "skin-20002301": "Hm…is it too sweet? Maybe it would be better if it's a little more bitter. Which do you prefer, Master?",
  "skin-30002301": "Making tea is such an effortful job…but it's fun. Give it a try if you have the time.",
  "skin-10002302": "Contender - Flowerful Maid",
  "skin-20002302": "Um… Um, welcome back, Comman- ah, no! M-Master! …Sorry, I should be able to do better.",
  "skin-30002302": "What? Take a commemoration photo? I think I'll pass…... Hm…how should I pose for the camera in these clothes?",
  "skin-10002303": "M950A - Home Ec Training",
  "skin-20002303": "Excuse me, coming through! Lift your legs! I will not allow any new footprints in here until I can see my own reflection on the floor!",
  "skin-30002303": "After a thorough cleaning, both your spirit and your room are renewed in a sparkling sensation! Yup, this training is very suitable for mass adoption across the entire dormitory. I'm gonna talk to the Commander about it when I have time~",
  "skin-10002304": "Gr G28 - Beer Ranch",
  "skin-20002304": "Hehe~ Master, your beer is here! …The other glass? Oh, that's just for balancing the weight.",
  "skin-30002304": "Ahaha… Big sis Gr G36, sorry! Give me another chance! Didn't I promise you when I asked to borrow your notes? I will never slack off in training anymore!",
  "skin-10002305": "Gepard M1 - Contracted Today",
  "skin-20002305": "There's no end to sorting out these documents. I should've known that maids don't get vacations…",
  "skin-30002305": "When will the vacation promised by the Commander be approved? Ah... I'm so tired...",
  "skin-10002401": "",
  "skin-20002401": "",
  "skin-30002401": "",
  "skin-10002402": "",
  "skin-20002402": "",
  "skin-30002402": "",
  "skin-10002403": "",
  "skin-20002403": "",
  "skin-30002403": "",
  "skin-10002404": "",
  "skin-20002404": "",
  "skin-30002404": "",
  "skin-10002405": "",
  "skin-20002405": "",
  "skin-30002405": "",
  "skin-10002406": "",
  "skin-20002406": "",
  "skin-30002406": "",
  "skin-10002407": "",
  "skin-20002407": "",
  "skin-30002407": "",
  "skin-10002408": "",
  "skin-20002408": "",
  "skin-30002408": "",
  "skin-10002409": "",
  "skin-20002409": "",
  "skin-30002409": "",
  "skin-10002410": "",
  "skin-20002410": "",
  "skin-30002410": "",
  "skin-10002501": "",
  "skin-20002501": "",
  "skin-30002501": "",
  "skin-10002502": "",
  "skin-20002502": "",
  "skin-30002502": "",
  "skin-10002503": "",
  "skin-20002503": "",
  "skin-30002503": "",
  "skin-10002504": "",
  "skin-20002504": "",
  "skin-30002504": "",
  "skin-10002505": "",
  "skin-20002505": "",
  "skin-30002505": "",
  "skin-10002601": "",
  "skin-20002601": "",
  "skin-30002601": "",
  "skin-10002602": "",
  "skin-20002602": "",
  "skin-30002602": "",
  "skin-10002603": "",
  "skin-20002603": "",
  "skin-30002603": "",
  "skin-10002604": "",
  "skin-20002604": "",
  "skin-30002604": "",
  "skin-10002605": "",
  "skin-20002605": "",
  "skin-30002605": "",
  "skin-10002606": "",
  "skin-20002606": "",
  "skin-30002606": "",
  "skin-10002701": "",
  "skin-20002701": "",
  "skin-30002701": "",
  "skin-10002702": "",
  "skin-20002702": "",
  "skin-30002702": "",
  "skin-10002703": "",
  "skin-20002703": "",
  "skin-30002703": "",
  "skin-10002704": "",
  "skin-20002704": "",
  "skin-30002704": "",
  "skin-10002705": "",
  "skin-20002705": "",
  "skin-30002705": "",
  "skin-10002706": "",
  "skin-20002706": "",
  "skin-30002706": ""
}